Repository: KDE/kxstitch
Catalog: po/sa/kxstitch.po
Languages: sa

source: The background color.
sa: पृष्ठभूमिवर्णः ।

source: The color of the editors thick lines.
sa: सम्पादकानां वर्णः स्थूलरेखाः।

source: The color of the editors thin lines.
sa: सम्पादकानां वर्णः कृशरेखाः।

source: The width of the major grid lines.
sa: प्रमुखजालरेखानां विस्तारः ।

source: The width of the minor grid lines.
sa: लघुजालरेखानां विस्तारः ।

source: The number of cells making up a horizontal group.
sa: क्षैतिजसमूहं निर्माय कोशिकानां संख्या ।

source: The number of cells making up a vertical group.
sa: लम्बवत् समूहं निर्माय कोशिकानां संख्या ।

source: The horizontal cloth count.
sa: क्षैतिजवस्त्रगणना।

source: The vertical cloth count.
sa: ऊर्ध्वाधरवस्त्रगणना।

source: The cloth count units.
sa: वस्त्रगणना एककाः।

source: Square cells
sa: वर्गकोष्ठकाः

source: The height of the horizontal ruler.
sa: क्षैतिजशासकस्य ऊर्ध्वता ।

source: The width of the vertical ruler.
sa: लम्बशासकस्य विस्तारः ।

source: The display units for a scale.
sa: एकस्य स्केलस्य कृते प्रदर्शन-एककाः ।

source: The minimum zoom factor
sa: न्यूनतमं जूम कारकम्

source: The maximum zoom factor
sa: अधिकतमं जूम कारकम्

source: The default zoom factor
sa: पूर्वनिर्धारितं जूम कारक

source: Enable color highlighting mode
sa: वर्णप्रकाशनविधिं सक्षमं कुर्वन्तु

source: Render the background images
sa: पृष्ठभूमिचित्रं प्रतिपादयन्तु

source: Render the grid
sa: जालं प्रतिपादयन्तु

source: Render the stitches
sa: सिलेन्थान् प्रतिपादयन्तु

source: Render the backstitches
sa: पृष्ठसिलेखान् प्रतिपादयन्तु

source: Render the french knots
sa: फ्रेंचग्रन्थिं प्रतिपादयन्तु

source: Render stitch hints for colored blocks
sa: वर्णयुक्तखण्डानां कृते सिलाईसंकेतान् प्रतिपादयन्तु

source: How to display stitches.
sa: सिलेन्थाः कथं प्रदर्शयितव्याः।

source: How to display backstitches.
sa: पृष्ठसिलेखाः कथं प्रदर्शयितव्याः।

source: How to display french knots.
sa: फ्रेंचग्रन्थिः कथं प्रदर्शयितव्या।

source: The default width of a new pattern in the units specified.
sa: निर्दिष्टेषु एककेषु नूतनप्रतिरूपस्य पूर्वनिर्धारितविस्तारः ।

source: The default height of a new pattern in the units specified.
sa: निर्दिष्टेषु एककेषु नूतनप्रतिरूपस्य पूर्वनिर्धारितोच्चता ।

source: The minimum width of a pattern in the units specified.
sa: निर्दिष्टेषु एककेषु प्रतिमानस्य न्यूनतमविस्तारः ।

source: The minimum height of a pattern in the units specified.
sa: निर्दिष्टेषु एककेषु प्रतिरूपस्य न्यूनतमा ऊर्ध्वता ।

source: The maximum width of a pattern in the units specified.
sa: निर्दिष्टेषु एककेषु प्रतिमानस्य अधिकतमविस्तारः ।

source: The maximum height of a pattern in the units specified.
sa: निर्दिष्टेषु एककेषु प्रतिमानस्य अधिकतमं ऊर्ध्वता ।

source: Use a maximum number of colors
sa: अधिकतमं वर्णानाम् उपयोगं कुर्वन्तु

source: Maximum number of colors
sa: अधिकतमं वर्णानाम् संख्या

source: Use fractional stitches for finer detail
sa: सूक्ष्मतरविवरणार्थं भिन्नात्मकसिलेखानां उपयोगं कुर्वन्तु

source: The default floss scheme to be used for new documents.
sa: नूतनदस्तावेजानां कृते उपयोक्तुं पूर्वनिर्धारित-फ्लोस् योजना ।

source: The default symbol library to be used for new documents.
sa: नूतनदस्तावेजानां कृते उपयोक्तुं पूर्वनिर्धारितचिह्नपुस्तकालयः ।

source: The default number of strands used for stitches.
sa: सिलेखानां कृते प्रयुक्तानां तारानाम् पूर्वनिर्धारितसङ्ख्या ।

source: The default number of strands used for backstitches.
sa: पृष्ठसिलेखानां कृते उपयुज्यमानानाम् पूर्वनिर्धारितसङ्ख्या ।

source: Display the symbols in the palette.
sa: पॅलेट् मध्ये चिह्नानि प्रदर्शयन्तु ।

source: Display the symbols antialiased
sa: एंटीअलियाज्ड् चिह्नानि प्रदर्शयन्तु

source: The default size of icons shown in the icon view
sa: चिह्नदृश्ये दर्शितानां चिह्नानां पूर्वनिर्धारितः आकारः

source: Should character selection honor the caps lock key
sa: किं चरित्रचयनं caps lock कीलस्य सम्मानं कर्तव्यम्

source: The default width of a space in cells
sa: कोष्ठकेषु स्थानस्य पूर्वनिर्धारितविस्तारः

source: Should a space cause word wrapping at the right edge of the pattern
sa: किं रिक्तस्थानं प्रतिरूपस्य दक्षिणप्रान्ते शब्दवेष्टनं जनयेत्

source: The number of cells between lines of text
sa: पाठपङ्क्तयः मध्ये कोष्ठकानां संख्या

source: The number of cells to be added when extending the pattern right
sa: प्रतिरूपं सम्यक् विस्तारयति समये योजनीयानां कोष्ठकानां संख्या

source: The number of cells to be added when extending the pattern down
sa: प्रतिरूपं अधः विस्तारयन् योजनीयानां कोष्ठकानां संख्या

source: Should the shapes tools use fractional stitches
sa: किं आकारसाधनानाम् अंशात्मकसिलेखानां उपयोगः करणीयः

source: The font family to be used in the TextToolDlg
sa: TextToolDlg इत्यस्मिन् उपयोक्तव्यं font family

source: The text size in pixels
sa: पिक्सेलरूपेण पाठस्य आकारः

source: Does mirroring and copying make copies
sa: किं प्रतिबिम्बीकरणं प्रतिलिपिः च प्रतिलिपानि करोति

source: The page left margin
sa: पृष्ठस्य वामप्रान्तः

source: The page top margin
sa: पृष्ठस्य उपरिभागः

source: The page right margin
sa: पृष्ठस्य दक्षिणमार्जिनम्

source: The page bottom margin
sa: पृष्ठस्य अधः मार्जिनम्

source: Show the layout editor
sa: विन्याससम्पादकं दर्शयतु

source: The grid size in mm
sa: जालस्य आकारः मि.मी

source: The default page size
sa: पूर्वनिर्धारितं पृष्ठस्य आकारः

source: The default page orientation
sa: पूर्वनिर्धारितं पृष्ठाभिमुखीकरणं

source: The snap distance for element boundary corner nodes
sa: तत्वसीमाकोणनोड्स् कृते स्नैपदूरता

source: The snap node size
sa: स्नैप नोड् आकारः

source: Show a border around the pattern
sa: प्रतिमानस्य परितः सीमां दर्शयतु

source: The color of the border
sa: सीमायाः वर्णः

source: The thickness of the border in 1/10 mm
sa: सीमायाः स्थूलता १/१० मि.मी

source: The left margin
sa: वामप्रान्तः

source: The top margin
sa: शीर्षमार्जिनम्

source: The right margin
sa: दक्षिणः मार्जिनः

source: The bottom margin
sa: अधः मार्जिनम्

source: Minimum cell size in mm for template generated printer configurations
sa: टेम्पलेट् जनितमुद्रकविन्यासानां कृते न्यूनतमः कोष्ठकआकारः mm मध्ये

source: Minimum number of cells that can be on a page of its own
sa: न्यूनतमं कोष्ठकानां संख्या यत् स्वस्य पृष्ठे भवितुम् अर्हति

source: The color used to represented already selected areas in existing pattern elements
sa: प्रयुक्तः वर्णः विद्यमानप्रतिमानतत्त्वेषु पूर्वमेव चयनितक्षेत्राणां प्रतिनिधित्वं करोति स्म

source: Show a border around the image
sa: चित्रस्य परितः सीमां दर्शयतु

source: Show a border around the key
sa: कीलस्य परितः सीमां दर्शयतु

source: Fill the background
sa: पृष्ठभूमिं पूरयन्तु

source: The color of the background
sa: पृष्ठभूमिस्य वर्णः

source: Transparency of the background
sa: पृष्ठभूमिस्य पारदर्शिता

source: The key element left margin
sa: कीलतत्त्वं वामभागः

source: The key element top margin
sa: मुख्यतत्त्वं शीर्षमार्जिनम्

source: The key element right margin
sa: मुख्यतत्त्वं दक्षिणमार्जिनम्

source: The key element bottom margin
sa: मुख्यतत्त्वं तलमार्जिनम्

source: Show the key element symbol column
sa: कीलतत्त्वचिह्नस्तम्भं दर्शयतु

source: Show the key element symbol column in color
sa: कीलतत्त्वचिह्नस्तम्भं वर्णेन दर्शयतु

source: Show the key element floss name column
sa: कीलतत्त्वं floss name स्तम्भं दर्शयतु

source: Show the key element floss strands column
sa: मुख्यतत्त्वं floss strands स्तम्भं दर्शयतु

source: Show the key element floss description column
sa: मुख्यतत्त्वं floss विवरणस्तम्भं दर्शयतु

source: Show the key element stitch count column
sa: मुख्यतत्त्वं सिलाईगणना स्तम्भं दर्शयतु

source: Show the key element floss length column
sa: कीलतत्त्वं floss length स्तम्भं दर्शयतु

source: Show the key element skeins column
sa: मुख्यतत्त्वं skeins स्तम्भं दर्शयतु

source: Show the border
sa: सीमां दर्शयतु

source: The border color
sa: सीमावर्णः

source: Thickness of the border in 1/10 mm
sa: सीमायाः मोटाई १/१० मि.मी

source: Color of the background
sa: पृष्ठभूमिस्य वर्णः

source: The transparency value
sa: पारदर्शिता मूल्यम्

source: The text color
sa: पाठवर्णः

source: &File
sa: &संचिका

source: Remove Background Image
sa: पृष्ठभूमिचित्रं निष्कासयन्तु

source: &Edit
sa: &सम्पादन

source: Selection Masks
sa: चयन मास्क

source: Mirror Selection
sa: दर्पणचयनम्

source: Rotate Selection
sa: चयनं परिभ्रमन्तु

source: &Settings
sa: &सेटिंग्स

source: Format Scales As
sa: प्रारूप स्केल As

source: Render Stitches As
sa: सिलाईं यथा प्रस्तुतं कुर्वन्तु

source: Render Backstitches As
sa: Backstitches As प्रतिपादयन्तु

source: Render Knots As
sa: गांठं यथा प्रतिपादयतु

source: &View
sa: &दृश्यं

source: Show Background Image
sa: पृष्ठभूमिचित्रं दर्शयतु

source: Fit Background Image to Selection
sa: पृष्ठभूमिप्रतिमा चयनं प्रति फिट् कुर्वन्तु

source: &Stitches
sa: &सिलाई

source: &Tools
sa: &उपकरणाः

source: &Palette
sa: &पैलेट

source: &Library Manager
sa: &पुस्तकालय प्रबन्धक

source: &Pattern
sa: &प्रतिमानम्‌

source: Stitch Toolbar
sa: सिलाई टूलबार

source: Tools Toolbar
sa: Tools Toolbar इति

source: Zoom Toolbar
sa: Zoom Toolbar इति

source: Background image version %1
sa: पृष्ठभूमिप्रतिबिम्बसंस्करणं %1

source: Background images version %1
sa: पृष्ठभूमिचित्रसंस्करणं %1

source: Calibrate Floss
sa: Floss मापन करें

# %1 is floss name, %2 is floss description
source: %1-%2 (Modified)
sa: %1-%2 (संशोधितम्)

source: File Properties
sa: सञ्चिकागुणाः

source: Import Image
sa: इमेज आयात करें

source: Paint Stitches
sa: रङ्ग सिलाई

source: Paint Knots
sa: रङ्ग ग्रन्थिः

source: Draw Line
sa: रेखा खींचे

source: Erase Stitches
sa: सिलाईं मेटयतु

source: Draw Rectangle
sa: आयत खींचें

source: Fill Rectangle
sa: आयत भरना

source: Draw Ellipse
sa: दीर्घवृत्तम् आकर्षयतु

source: Fill Ellipse
sa: दीर्घवृत्तं पूरयतु

source: Fill Polygon
sa: बहुभुज भरना

source: Add Stitch
sa: सिलाईं योजयतु

source: Delete Stitches
sa: सिलाईं विलोपयन्तु

source: Add Backstitch
sa: Backstitch योजयन्तु

source: Delete Backstitch
sa: Backstitch विलोपयन्तु

source: Add Knot
sa: गांठं योजयतु

source: Delete Knots
sa: गांठं विलोपयतु

source: Set Property
sa: गुणं सेट् कुर्वन्तु

source: Add Background Image
sa: Background Image योजयतु

source: Fit Background to Selection
sa: चयनं प्रति पृष्ठभूमिं फिट् कुर्वन्तु

source: Clear Unused Flosses
sa: अप्रयुक्तं फ्लॉसं स्पष्टं कुर्वन्तु

source: Resize Document
sa: दस्तावेजस्य आकारं परिवर्तयतु

source: Crop to Pattern
sa: सस्यं प्रति पैटर्नम्

source: Crop to Selection
sa: चयनं प्रति सस्यं कुर्वन्तु

source: Insert Columns
sa: स्तम्भान् सम्मिलितं कुर्वन्तु

source: Insert Rows
sa: पङ्क्तयः सम्मिलिताः

source: Extend Pattern
sa: प्रतिरूपं विस्तारयतु

source: Center Pattern
sa: केन्द्र प्रतिरूप

source: Update Palette
sa: Palette अद्यतन करें

source: Change Floss Scheme
sa: फ्लॉस योजना परिवर्तन

source: Replace Color
sa: Replace Color इति

source: Swap Colors
sa: रङ्ग अदला-बदली

source: Update Printer Configuration
sa: मुद्रकविन्यासम् अद्यतनं कुर्वन्तु

source: Cut
sa: छिन्न

source: Alphabet
sa: वर्णमाला

source: Configure KXStitch
sa: KXStitch विन्यस्तं कुर्वन्तु

source: Default (Centimeters)
sa: पूर्वनिर्धारित (सेन्टिमीटर्)

source: Default (Inches)
sa: पूर्वनिर्धारित (इञ्च)

source: Default
sa: मूलभूतम्‌

# Per inch measurements
source: /in
sa: /इत्यस्मिन्‌

# Per centimeter measurements
source: /cm
sa: /से.मी

source: Untitled
sa: अनामिका

source: KXStitch version %1
sa: KXStitch संस्करणं %1

source: The floss scheme DMC was not found
sa: फ्लॉस् योजना डीएमसी न प्राप्ता

source: Invalid data read.
sa: अमान्यदत्तांशः पठितः।

source: Stream error
sa: धारादोषः

source: The floss scheme %1 was not found
sa: %1 इति फ्लॉस् योजना न प्राप्ता

source: The floss name %1 was not found
sa: %1 इति फ्लॉसनाम न प्राप्तम्

source: Stitches
sa: सिलाई

source: CM
sa: सी. एम.

source: Inches
sa: इञ्च्

source: Document floss version %1
sa: दस्तावेजस्य floss संस्करणं %1

source: Palette version %1
sa: पॅलेट् संस्करणं %1

source: Failed reading palette
sa: विफलं पठनपैलेट्

source: There are insufficient symbols available in the symbol library for this pattern. An extra %1 are required.
sa: अस्य प्रतिरूपस्य कृते प्रतीकपुस्तकालये अपर्याप्तचिह्नानि उपलभ्यन्ते । अतिरिक्तं %1 आवश्यकम् अस्ति ।

source: Canceled: Insufficient symbols available
sa: रद्दम् : अपर्याप्तचिह्नानि उपलब्धानि

source: The following floss color has had its symbol replaced because it did not exist in the symbol library.
sa: निम्नलिखितस्य फ्लॉसवर्णस्य प्रतीकं जातम् अस्ति प्रतीकपुस्तकालये नासीत् इति कारणेन प्रतिस्थापितम् ।

source: The following floss color has had an empty symbol assigned.
sa: निम्नलिखित-फ्लोस्-वर्णे रिक्तं चिह्नं नियुक्तम् अस्ति ।

source: You may want to check this is suitable.
sa: भवान् एतत् उपयुक्तम् इति परीक्षितुम् इच्छति ।

source: Drag
sa: आकर्षति

source: Text
sa: पाठ

source: Add Character
sa: वर्णं योजयतु

source: Paste
sa: चिनोतु

source: Symbol
sa: चिह्न

# The name of the floss
source: Name
sa: नामः

source: Strands
sa: ताराः

source: Description
sa: वर्णनम्‌

source: Length(m)
sa: लम्बाई(मी)

source: Skeins (8m)
sa: स्किन्स् (८मी)

# %1 is a scheme name
source: %1 Flosses
sa: %1 फ्लोस्

source: Tried to read past the end of the data
sa: दत्तांशस्य अन्ते अतीतं पठितुं प्रयतितवान्

source: Tried to read corrupted data
sa: दूषितदत्तांशं पठितुं प्रयतितवान्

source: Undefined status message status %1
sa: अपरिभाषितस्थितिसन्देशस्थितिः %1

source: Failed to write to the device
sa: यन्त्रे लेखनं कर्तुं असफलम्

source: Image Element Properties
sa: इमेज तत्व गुण

source: Import Image - Image Size %1 x %2 pixels
sa: चित्रं आयातयतु - चित्रस्य आकारः %1 x %2 पिक्सेलः

source: Centimeters
sa: सेन्टिमीटर्

source: Rendering preview
sa: पूर्वावलोकनं प्रतिपादनम्

source: Cancel
sa: निरसयतु

source: Colors limited to %1 due to the number of symbols available
sa: उपलब्धचिह्नसङ्ख्यायाः कारणात् %1 यावत् सीमिताः वर्णाः

source: Key Element Properties
sa: मुख्य तत्त्व गुण

source: Loading Library %1
sa: पुस्तकालयं लोडयति %1

source: Failed to read a pattern from the library %1. %2
sa: %1 पुस्तकालयात् एकं प्रतिरूपं पठितुं असफलम् । %2

source: Failed to read library.
sa: पुस्तकालयं पठितुं असफलम्।

source: The file %1 could not be opened for reading. %2
sa: सञ्चिका %1 पठनार्थं उद्घाटयितुं न शक्तम्। %2

source: Error opening file
sa: सञ्चिकां उद्घाटयितुं त्रुटिः

source: The file %1 could not be opened for writing. %2
sa: सञ्चिका %1 लेखनार्थं उद्घाटयितुं न शक्यते स्म । %2

source: Library File Paths
sa: पुस्तकालयसञ्चिकामार्गाः

source: Library Manager
sa: पुस्तकालय प्रबन्धक

source: The Library Manager can be used to store reusable patterns for insertion into new patterns. There are no library categories defined. Click the Help button for information on creating and populating libraries.
sa: पुस्तकालयप्रबन्धकस्य उपयोगः संग्रहणार्थं कर्तुं शक्यते मध्ये सम्मिलनार्थं पुनः उपयोगयोग्याः प्रतिमानाः नवीनप्रतिमानाः। पुस्तकालयवर्गाः परिभाषिताः न सन्ति । निर्माणस्य सूचनायै Help इति बटन् नुदन्तु तथा पुस्तकालयानाम् जनसंख्यां करणम्।

source: Select a library to show the associated patterns.
sa: तत्सम्बद्धानि प्रतिमानाः दर्शयितुं पुस्तकालयं चिनोतु ।

source: There are no patterns defined for this library. Click the Help button for information on creating and populating libraries.
sa: न कश्चित् प्रतिमानाः परिभाषिताः सन्ति अस्य पुस्तकालयस्य कृते। सूचनायै Help इति बटन् नुदन्तु पुस्तकालयानाम् निर्माणं जनसंख्यां च कर्तुं।

source: New Category
sa: नवीन श्रेणी

source: Add to Export List
sa: निर्यातसूचौ योजयतु

source: Properties...
sa: गुणाः...

source: Delete
sa: लुप्

source: Create Category
sa: श्रेणी रचयतु

source: Category Name
sa: श्रेणी नाम

source: This category already exists.
sa: एषः वर्गः पूर्वमेव अस्ति ।

source: Category Exists
sa: श्रेणी विद्यते

source: Delete this pattern.
sa: एतत् प्रतिरूपं विलोपयन्तु।

source: Library Pattern Properties
sa: पुस्तकालयप्रतिरूप गुण

source: existing library
sa: विद्यमानं पुस्तकालयम्

source: A cross stitch pattern creator.
sa: एकः क्रॉस् स्टिच पैटर्न निर्माता।

source: (c) 2010-2019 Stephen Allewell
sa: (ग) २०१०-२०१९ स्टीफन एलेवेल्

source: Project Lead
sa: परियोजना प्रमुख

source: Bug fixes, application icons
sa: दोषनिवारणं, अनुप्रयोगचिह्नानि

source: Man page
sa: मनुष्य पृष्ठ

source: Bug fixes, improvements
sa: दोषनिवारणं, सुधारः

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: Document to open.
sa: दस्तावेजं उद्घाटयितुं।

source: Save changes to document?
sa: परिवर्तनं दस्तावेजे रक्षतु?

source: Unable to save the file
sa: सञ्चिकां रक्षितुं असमर्थः

source: Open file
sa: सञ्चिकां उद्घाटयन्तु

source: KXStitch Patterns (*.kxs);;PC Stitch Patterns (*.pat);;All Files (*)
sa: KXStitch पैटर्न (*.kxs);;पीसी स्टिच पैटर्न (*.pat);;सभी सञ्चिका (*)

source: The file does not appear to be a recognized cross stitch file.
sa: सञ्चिका ज्ञाता क्रॉस् स्टिच् सञ्चिका न दृश्यते ।

source: This version of the file is not supported. %1
sa: सञ्चिकायाः एतत् संस्करणं समर्थितं नास्ति । %1

source: Failed to read the file. %1.
sa: सञ्चिकां पठितुं असफलम्। %1.

source: Failed to save the file. %1
sa: सञ्चिकां रक्षितुं असफलम्। %1

source: Failed to open the file. %1
sa: सञ्चिकां उद्घाटयितुं असफलम्। %1

source: Cross Stitch Patterns (*.kxs)
sa: क्रॉस स्टिच पैटर्न (*.kxs) 1.1.

source: Revert changes to document?
sa: परिवर्तनं दस्तावेजं प्रति प्रत्यागच्छतु?

# @action:button
source: Revert
sa: प्रत्यावर्तयतु

source: There is nothing to print
sa: मुद्रणार्थं किमपि नास्ति

source: Images (*.bmp *.gif *.jpg *.png *.pbm *.pgm *.ppm *.xbm *.xpm *.svg)
sa: चित्र(*.bmp*.gif*.jpg*.png*.pbm*.pgm*.ppm*.xbm*.xpm*.svg)

source: Converting to stitches
sa: सिलेन्थेषु परिवर्तनम्

source: Background Image
sa: पृष्ठभूमि चित्र

source: Undo %1
sa: %1 पूर्ववतं कुर्वन्तु

source: Redo %1
sa: पुनः %1

# The Editor config page
source: Editor
sa: सम्पादक

source: Pattern
sa: प्रतिमानम्‌

source: Palette
sa: पॅलेट्

source: Import
sa: आयात

source: Library
sa: पुस्तकालय

source: Printer Configuration
sa: मुद्रकविन्यासः

source: Print Setup...
sa: मुद्रण सेटअप...

source: Add Background Image...
sa: पृष्ठभूमि चित्रं योजयतु...

source: Mirror/Rotate makes copies
sa: Mirror/Rotate प्रतिलिपानि करोति

source: Horizontally
sa: क्षैतिजरूपेण

source: Vertically
sa: लम्बवत्

source: 90 Degrees
sa: ९० डिग्री

source: 180 Degrees
sa: १८० डिग्री

source: 270 Degrees
sa: २७० डिग्री

source: Stitch Mask
sa: सिलाई मास्क

source: Color Mask
sa: रंग मुखौटा

source: Exclude Backstitches
sa: Backstitches बहिष्कृत करें

source: Exclude Knots
sa: ग्रन्थिं बहिष्कृत्य

source: Quarter Stitch
sa: क्वार्टर स्टिच

source: Half Stitch
sa: आधा सिलाई

source: 3 Quarter Stitch
sa: ३ क्वार्टर् स्टिच्

source: Full Stitch
sa: पूर्ण सिलाई

source: Small Half Stitch
sa: लघु अर्ध सिलाई

source: Small Full Stitch
sa: लघु पूर्ण सिलाई

source: French Knot
sa: फ्रेंच गाँठ

source: Paint
sa: चित्र

source: Draw
sa: आकर्षयतु

source: Erase
sa: मेटयतु

# Select an area of the pattern
source: Select
sa: विचि

source: Backstitch
sa: बैकस्टिच

source: Color Picker
sa: रङ्ग पिकर

source: Palette Manager...
sa: पैलेट प्रबन्धक...

source: Show Symbols
sa: प्रतीकं दर्शयतु

source: Clear Unused
sa: स्पष्ट अप्रयुक्त

source: Calibrate Scheme...
sa: योजना मापन...

source: Replace Colors
sa: Replace Colors इति

source: Extend Pattern...
sa: पैटर्न विस्तारित करें...

source: Crop Canvas to Pattern
sa: सस्य कैनवास तः पैटर्न

source: Crop Canvas to Selection
sa: चयनं यावत् कैनवासं सस्यं कुर्वन्तु

source: Library Manager...
sa: पुस्तकालय प्रबन्धक...

source: Regular Stitches
sa: नियमित सिलाई

source: Black & White Symbols
sa: कृष्ण & श्वेत प्रतीक

source: Color Symbols
sa: वर्ण प्रतीक

source: Color Blocks
sa: वर्णखण्डाः

source: Color Blocks & Symbols
sa: रंग खण्ड एवं प्रतीक

source: Color Lines
sa: वर्णरेखाः

source: Color Highlight
sa: रङ्ग हाइलाइट्

source: Show Stitches
sa: सिलाईं दर्शयतु

source: Show Backstitches
sa: Backstiches दर्शयतु

source: Show French Knots
sa: फ्रेंच गांठं दर्शयतु

source: Show Grid
sa: ग्रिड् दर्शयतु

source: Show Background Images
sa: पृष्ठभूमिचित्रं दर्शयतु

source: Preview
sa: पूर्वावलोकनम्

source: History
sa: इतिहास

source: Imported Image
sa: आयातितप्रतिमा

source: New Floss
sa: नवीनः फ्लॉसः

source: Overwrite
sa: अधिलेखनम्

source: The floss name %1 is already used. Overwrite with the description and color selected.
sa: %1 इति फ्लोस् नाम पूर्वमेव प्रयुक्तम् अस्ति । चयनितं वर्णनं वर्णं च सह अधिलेखयन्तु ।

# @action:button
source: Do Not Overwrite
sa: अधिलेखनं न कुर्वन्तु

source: Page version %1
sa: पृष्ठसंस्करणम् %1

source: Invalid element type
sa: अमान्यतत्त्वप्रकारः

source: Page Properties
sa: पृष्ठ गुण

source: %2 %3 %1 Stitch
sa: %2 %3 %1 सिलाई

source: There are no flosses in the palette. Add them with the Palette Manager which will then enable the drawing tools.
sa: पॅलेट् मध्ये फ्लोस् न सन्ति । तान् Palette Manager इत्यनेन सह योजयन्तु यत् ततः रेखाचित्रसाधनं सक्षमं करिष्यति ।

source: Palette Manager
sa: पैलेट प्रबन्धक

source: There are no more symbols available.
sa: तत्र अधिकानि प्रतीकाः न उपलभ्यन्ते ।

source: The selected symbol library does not have enough symbols for the flosses in the palette.
sa: चयनितचिह्नपुस्तकालयस्य पॅलेट् मध्ये फ्लॉस्स् कृते पर्याप्तं चिह्नं नास्ति ।

source: Pattern version %1
sa: प्रतिरूपसंस्करणं %1

source: Pattern Element Properties
sa: पैटर्न तत्व गुण

source: Printer configuration %1
sa: मुद्रकविन्यासः %1

source: Print Setup
sa: मुद्रण सेटअप

source: Properties
sa: गुणाः

source: Delete Element
sa: तत्वं विलोपयन्तु

source: Page %1 of %2
sa: पृष्ठ %1 के %2

source: Overwrite the current configuration?
sa: वर्तमानविन्यासस्य अधिलेखनं कुर्वन्तु?

# Do not translate elements in ${...} which are substituted by properties
source: Created by ${author} (C) ${copyright} Pattern Size: ${width.stitches} x ${height.stitches} Flosses from the ${scheme} range.
sa: ${लेखक} द्वारा निर्मितम् । (ग) ${प्रतिलिपिधर्मः} पैटर्न आकार: $ {चौड़ाई.सिलाई} x $ {उच्चता.सिलाई} ${scheme} श्रेणीतः फ्लोस् भवति ।

# Do not translate elements in ${...} which are substituted by properties
source: Page ${page}
sa: पृष्ठहरू ${page} बारेमा

source: Cannot open file: %1
sa: सञ्चिकां उद्घाटयितुं न शक्यते: %1

source: Error
sa: त्रुटि

source: Cannot set DomDocument content from file: %1
sa: सञ्चिकातः DomDocument सामग्रीं सेट् कर्तुं न शक्यते: %1

source: Error creating instance of a FlossScheme for scheme: %1
sa: योजनायाः कृते FlossScheme इत्यस्य उदाहरणनिर्माणे त्रुटिः: %1

source: File %1 does not appear to be a floss scheme
sa: %1 सञ्चिका फ्लॉस् योजना न दृश्यते

source: Multiple title elements found in file: %1
sa: सञ्चिकायां बहुविधाः शीर्षकतत्त्वानि प्राप्तानि: %1

source: Malformed XML in file: %1
sa: सञ्चिकायां विकृतं XML: %1

source: Unable to locate a writable directory to store the scheme.
sa: लेखनयोग्यं निर्देशिकां ज्ञातुं असमर्थम् योजनायाः संग्रहणार्थम् ।

source: Stitch version %1
sa: सिलाई संस्करण %1

source: Stitch queue version %1
sa: सिलाई कतारसंस्करणं %1

source: Backstitch version %1
sa: बैकस्टिच संस्करण %1

source: Knot version %1
sa: ग्रन्थि संस्करण %1

source: Stitch data version %1
sa: %1 दत्तांशसंस्करणं सिलाईं कुर्वन्तु

source: Failed reading stitch data
sa: सिलाईदत्तांशं पठितुं असफलम्

source: Symbol version %1
sa: प्रतीकसंस्करणं %1

source: Symbol file version %1
sa: प्रतीकसञ्चिकासंस्करणं %1

# A symbol that has been used
source: Used
sa: प्रयुक्त

source: This does not appear to be a valid symbol file
sa: एषा वैधचिह्नसञ्चिका न दृश्यते

source: Failed to open the file %1
sa: %1 सञ्चिकां उद्घाटयितुं असफलम्

source: Symbol Selector
sa: प्रतीक चयनकर्ता

source: Text Element Properties
sa: पाठतत्त्वगुणाः

source: Text Tool
sa: पाठसाधनम्

source: Scheme
sa: योजना

source: Currently selected color
sa: सम्प्रति चयनितः वर्णः

# Green value of color
source: Green
sa: हरित

# Red value of color
source: Red
sa: रक्त

# Blue value of color
source: Blue
sa: नील

source: Editor Configuration
sa: सम्पादक विन्यास

source: Grid
sa: गृध्र

source: Horizontal scale height
sa: क्षैतिज स्केल ऊर्ध्वता

source: Vertical scale width
sa: ऊर्ध्वाधर स्केल चौड़ाई

source: Format scales as
sa: प्रारूपं स्केल यथा

source: Thick line width
sa: स्थूलरेखाविस्तारः
