Repository: KDE/kxstitch
Catalog: po/sa/kxstitch.po
Languages: sa

source: Thick line color
sa: स्थूलरेखावर्णः

source: Thin line width
sa: कृशरेखाविस्तारः

source: Thin line color
sa: पतली रेखावर्णः

source: Horizontal cell group
sa: क्षैतिज कोशिका समूह

source: Vertical cell group
sa: ऊर्ध्वाधर कोष्ठसमूह

source: Minimum zoom factor
sa: न्यूनतम जूम कारक

source: Maximum zoom factor
sa: अधिकतमं जूम कारक

source: Default zoom factor
sa: पूर्वनिर्धारित जूम कारक

source: Renderer
sa: प्रतिपादकः

source: Show grid
sa: जालं दर्शयतु

source: Show background images
sa: पृष्ठभूमिचित्रं दर्शयतु

source: Show stitches
sa: सिलाईं दर्शयतु

source: Show stitch hints
sa: सिलाई संकेतं दर्शयतु

source: Show backstitches
sa: पृष्ठसिलेखान् दर्शयतु

source: Show knots
sa: ग्रन्थिः दर्शयतु

source: Color highlight
sa: रङ्ग हाइलाइट्

source: Render stitches as
sa: सिलेन्थान् यथा प्रस्तुतं कुर्वन्तु

source: Black and White Symbols
sa: कृष्णशुक्लचिह्नानि

source: Color Blocks and Symbols
sa: वर्णखण्डाः प्रतीकाः च

source: Render backstitches as
sa: पृष्ठसिलेखान् यथा प्रतिपादयन्तु

source: Render knots as
sa: ग्रन्थिः यथा भवति

source: Tools
sa: उपकरणाः

source: Tool Fractionals
sa: साधन भिन्नात्मक

source: Mirror / Rotate makes copies
sa: Mirror / Rotate प्रतिलिपानि करोति

source: Text tool font
sa: पाठसाधनस्य font

source: Font size
sa: फन्ट् आकारः

source: Floss scheme
sa: फ्लॉस योजना

source: Pattern Size
sa: पैटर्न आकार

source: Units
sa: इकाइयाँ

source: Width
sa: विस्तार

source: Height
sa: औनत्यम्‌

source: Cloth Count
sa: वस्त्रगणना

# Horizontal cloth count value
source: Horizontal
sa: क्षैतिज

# Vertical cloth count value
source: Vertical
sa: ऊर्ध्वाधर

# The document title
source: Title
sa: शीर्षक

source: Author
sa: लेखकः

source: Copyright
sa: प्रतिलिपि अधिकार

source: Fabric
sa: तान्तव

source: Instructions
sa: निर्देशाः

source: <html><head/><body>Click and drag to select the area of the pattern to be displayed.<br />Grayed out areas have already been selected on this or other pages.</body></html>
sa: <html><head/><body>प्रदर्शनीयस्य प्रतिमानस्य क्षेत्रं चिन्वन्तु इति क्लिक् कृत्वा कर्षयन्तु ।<br /> अस्मिन् वा अन्येषु वा पृष्ठेषु ग्रे-आउट् क्षेत्राणि पूर्वमेव चयनितानि सन्ति ।</body></html>

source: Border
sa: सीमा

source: Show border
sa: सीमां दर्शयतु

# Label for color value
source: Color
sa: वर्ण

source: Line thickness
sa: रेखास्थूलता

source: mm
sa: मि.मी

source: Import Configuration
sa: आयात विन्यासः

source: Maximum colors
sa: अधिकतमं वर्णाः

source: Use fractionals
sa: भिन्नात्मकानां प्रयोगं कुर्वन्तु

source: Ignore color
sa: वर्णस्य अवहेलनां कुर्वन्तु

source: Set as default
sa: पूर्वनिर्धारितरूपेण सेट् कुर्वन्तु

source: Size
sa: आकृति

source: Horizontal cloth count
sa: क्षैतिज वस्त्रगणना

source: Vertical cloth count
sa: ऊर्ध्वाधरवस्त्रगणना

source: Pattern scale
sa: पैटर्न स्केल

source: Pattern size
sa: पैटर्न आकार

source: Crop image
sa: प्रतिबिम्बं क्रॉप कुर्वन्तु

source: Key Element
sa: मुख्य तत्त्वम्

source: Margins
sa: मार्जिन

source: Top margin in mm
sa: शीर्षमार्जिन मि.मी

source: Left margin in mm
sa: वामप्रान्तः मि.मी

source: Right margin in mm
sa: दक्षिण मार्जिन मि.मी

source: Bottom margin in mm
sa: तलमार्जिनं मि.मी

# Groupbox title for background properties
source: Background
sa: पृष्ठभूमि

source: Fill background
sa: पृष्ठभूमिं पूरयन्तु

source: Transparency
sa: पारदर्शिता

source: Element Content
sa: तत्व सामग्री

source: Font
sa: फॉन्ट्

source: Key Elements
sa: मुख्यतत्त्वानि

source: First element
sa: प्रथमं तत्त्वं

source: The first line of the key to display
sa: प्रदर्शयितुं कीलस्य प्रथमा पङ्क्तिः

source: No. elements
sa: सं तत्त्वानि

source: The number of key elements to display (0 for all)
sa: प्रदर्शयितुं मुख्यतत्त्वानां संख्या (सर्वस्य कृते 0)

source: Columns
sa: स्तम्भाः

source: Color
sa: वर्ण

source: Floss name
sa: फ्लॉस नाम

source: Floss description
sa: फ्लॉस वर्णन

source: Length
sa: दैर्घ्यम्‌

source: Skeins
sa: स्केन्स्

source: Library Configuration
sa: पुस्तकालयविन्यासः

source: Libraries
sa: पुस्तकालयाः

source: Icon default size
sa: चिह्न पूर्वनिर्धारित आकार

source: Alphabets
sa: वर्णमाला

source: Use caps lock
sa: caps lock इत्यस्य उपयोगं कुर्वन्तु

source: Word wrap
sa: शब्दवेष्टनम्

source: Default space width
sa: पूर्वनिर्धारित स्थानविस्तारः

source: Line spacing
sa: रेखाविस्तारः

source: Extend pattern width
sa: प्रतिरूपविस्तारं विस्तारयन्तु

source: Extend pattern height
sa: प्रतिरूपस्य ऊर्ध्वतां विस्तारयन्तु

source: Paths
sa: पथाः

source: Icon size
sa: चिह्न आकार

source: Baseline
sa: आधाररेखा

source: Associated character
sa: संबद्ध चरित्र

source: Create New Floss
sa: New Floss रचयन्तु

# Color chooser
source: Color
sa: वर्ण

# The horizontal axis
source: Size
sa: आकृति

source: Grid X spacing in mm
sa: जाल X अन्तरं मि.मी

source: Palette Configuration
sa: पॅलेट् विन्यासः

source: Show symbols
sa: प्रतीकं दर्शयतु

source: Symbol library
sa: प्रतीक पुस्तकालय

source: Default stitch strands
sa: पूर्वनिर्धारित सिलाई तार

source: Default backstitch strands
sa: पूर्वनिर्धारित बैकस्टिच स्ट्रैण्ड्

source: Current palette
sa: वर्तमान पैलेट्

source: Current scheme
sa: वर्तमान योजना

source: TextLabel
sa: TextLabel इति

source: Symbol Library
sa: प्रतीक पुस्तकालय

source: Stitch strands
sa: सिलाई तार

source: Calibrate Flosses
sa: Flosses मापन करें

source: Pick Color
sa: रङ्गं चिनुत

source: Backstitch strands
sa: बैकस्टिच स्ट्रैण्ड्

# A solid line
source: Solid
sa: ठोस

# A dashed line
source: Dashed
sa: डैश

# A dotted line
source: Dotted
sa: बिन्दुयुक्तः

source: Dash Dotted
sa: डैश बिन्दुयुक्त

source: Dash Dash Dotted
sa: डैश डैश बिन्दुयुक्त

source: Pattern Configuration
sa: प्रतिरूपविन्यासः

source: As
sa: यथा

source: Not currently implemented
sa: सम्प्रति कार्यान्वितः न

source: Show scales
sa: तराजूं दर्शयतु

source: Show map
sa: नक्शा दर्शयतु

source: Pages
sa: पृष्ठहरू

source: Default paper size
sa: पूर्वनिर्धारित कागज आकार

source: Select a paper size
sa: कागदस्य आकारं चिनुत

source: Portrait
sa: चित्रम्

source: Landscape
sa: भूप्रदेश

# Left margin
source: Left
sa: वामः

# Right margin
source: Right
sa: दक्षिणः

# Top margin
source: Top
sa: उपरितन

# Bottom margin
source: Bottom
sa: अधः

source: Pattern Element
sa: प्रतिरूप तत्व

source: Cells
sa: कोशिका

source: Minimum cell size (mm)
sa: न्यूनतम कोष्ठक आकार (मि.मी.)

source: Minimum overflow
sa: न्यूनतमं अतिप्रवाहः

source: Selections
sa: चयनम्

source: Selected area color
sa: चयनितः क्षेत्रवर्णः

source: Text Element
sa: पाठतत्त्वम्

source: Text color
sa: पाठवर्णः

# Fill the background
source: Background
sa: पृष्ठभूमि

# Background color
source: Color
sa: वर्ण

# Border color
source: Color
sa: वर्ण

source: Thickness
sa: स्थूलता

source: Elements
sa: तत्त्वानि

source: Symbols
sa: प्रतीकाः

source: Create a default layout
sa: पूर्वनिर्धारितं विन्यासं रचयन्तु

source: Append a page
sa: एकं पृष्ठं योजयन्तु

source: Insert a page before the selected page
sa: चयनितपृष्ठस्य पूर्वं पृष्ठं सम्मिलितं कुर्वन्तु

source: Delete the selected page
sa: चयनितं पृष्ठं विलोपयन्तु

source: Select the paper orientation
sa: कागदस्य अभिमुखीकरणं चिनोतु

source: Zoom factor
sa: जूम कारक

source: Select an element
sa: एकं तत्त्वं चिनुत

source: Insert a text element
sa: पाठतत्त्वं सम्मिलितं कुर्वन्तु

source: Insert a pattern element
sa: एकं प्रतिरूपतत्त्वं सम्मिलितं कुर्वन्तु

source: Insert a picture element
sa: चित्रतत्त्वं सम्मिलितं कुर्वन्तु

source: Insert a key element
sa: एकं कीलतत्त्वं सम्मिलितं कुर्वन्तु

source: Page list
sa: पृष्ठसूची

source: Page preview
sa: पृष्ठ पूर्वावलोकन

source: Symbol Selection
sa: प्रतीकचयनम्

source: Top margin in mm, internal to the border.
sa: शीर्षमार्जिनं मि.मी., सीमायाः आन्तरिकम् ।

source: Left margin in mm, internal to the border.
sa: वामप्रान्तः मि.मी., सीमायाः आन्तरिकः ।

source: Right margin in mm, internal to the border.
sa: दक्षिणः सीमाः मि.मी., सीमायाः आन्तरिकः ।

source: Bottom margin in mm, internal to the border.
sa: अधोपरिधिः मि.मी., सीमायाः आन्तरिकः ।

source: Show border around the text box
sa: पाठपेटिकायाः परितः सीमां दर्शयतु

source: Fill the background with a color
sa: पृष्ठभूमिं वर्णेन पूरयन्तु

source: Background color
sa: पृष्ठभूमि रंग

source: Transparency of the text box
sa: पाठपेटिकायाः पारदर्शिता

source: Text font family
sa: पाठ फॉन्ट परिवार

source: Text point size
sa: पाठबिन्दु आकारः

source: Bold text
sa: बोल्ड पाठ

source: Italics text
sa: इटालिक पाठ

source: Underline text
sa: पाठं रेखांकयन्तु

source: Align left
sa: वामभागे संरेखणं कुर्वन्तु

source: Align centrally
sa: केन्द्रीयरूपेण संरेखणं कुर्वन्तु

source: Align right
sa: दक्षिणतः संरेखणं कुर्वन्तु

source: Align justified
sa: संरेखणं न्याय्यम्
