Repository: KDE/kxstitch
Catalog: po/*/kxstitch.po
Languages: eo, he, hi, ka, ru, sl, tr

source: The key element left margin
eo: La ŝlosila elemento maldekstra marĝeno
he: השול השמאלי של רכיב המפתח
hi: मुख्य तत्व बायां मार्जिन
ka: ძირითადი ელემენტის მარცხენა ზღვარი
ru: Левое поле элемента обозначения
sl: Ključni element levega roba
tr: Anahtar ögenin sol kenar boşluğu

source: The key element top margin
eo: La ŝlosila elemento supra marĝeno
he: השול העליון של רכיב המפתח
hi: मुख्य तत्व शीर्ष मार्जिन
ka: ძირითადი ელემენტის ზედა ზღვარი
ru: Верхнее поле элемента обозначения
sl: Ključni element zgornjega roba
tr: Anahtar ögenin üst kenar boşluğu

source: The key element right margin
eo: La ŝlosila elemento dekstra marĝeno
he: השול הימני של רכיב המפתח
hi: मुख्य तत्व दायाँ मार्जिन
ka: ძირითადი ელემენტის მარჯვენა ზღვარი
ru: Правое поле элемента обозначения
sl: Ključni element desni rob
tr: Anahtar ögenin sağ kenar boşluğu

source: The key element bottom margin
eo: La ŝlosila elemento malsupra marĝeno
he: השול השמאלי של רכיב המפתח
hi: मुख्य तत्व निचला मार्जिन
ka: ძირითადი ელემენტის ქვედა ზღვარი
ru: Нижнее поле элемента обозначения
sl: Ključni element spodnji rob
tr: Anahtar ögenin alt kenar boşluğu

source: Show the key element symbol column
eo: Montri la kolumnon de simbolo de ŝlosila elemento
he: הצגת עמודת סמל רכיב המפתח
hi: मुख्य तत्व प्रतीक स्तंभ दिखाएँ
ka: გასაღები ელემენტის სიმბოლოს სვეტის ჩვენება
ru: Показывать столбец обозначения ключевого элемента
sl: Pokaži stolpec s simbolom ključnih elementov
tr: Anahtar öge sembol sütununu göster

source: Show the key element symbol column in color
eo: Montri la kolumnon de simbolo de ŝlosila elemento en koloro
he: הצגת עמודת סמל רכיב המפתח בצבע
hi: मुख्य तत्व प्रतीक स्तंभ को रंग में दिखाएं
ka: გასაღები ელემენტი სიმბოლოს სვეტის ფერადად ჩვენება
ru: Показывать столбец обозначения ключевого элемента в цвете
sl: Pokaži stolpec s simbolom ključnih elementov v barvi
tr: Anahtar öge sembol sütununu renkli göster

source: Show the key element floss name column
eo: Montri la ŝlosilan elementon flosnomon kolumnon
he: הצגת עמודת שם החוט של רכיב המפתח
hi: मुख्य तत्व फ़्लॉस नाम कॉलम दिखाएँ
ka: გასაღები ელემენტის ძაფის სახელის სვეტის ჩვენება
ru: Показывать столбец элемента обозначения с названием ниток
sl: Pokaži stolpec z imenom niti ključnih elementov
tr: Anahtar öge ip ismi sütununu göster

source: Show the key element floss strands column
eo: Montri la ŝlosilan elementon flosfadenojn kolumnon
he: הצגת עמודת מספר גדילי החוט של רכיב המפתח
hi: मुख्य तत्व फ़्लॉस स्ट्रैंड कॉलम दिखाएं
ka: გასაღები ელემენტის ძაფის ბოჭკოების სვეტის ჩვენება
ru: Показывать столбец элемента обозначения с волокнами ниток
sl: Pokaži stolpec s prameni niti ključnih elementov
tr: Anahtar öge ip tel sütununu göster

source: Show the key element floss description column
eo: Montri la ŝlosilan elementon floss-priskriban kolumnon
he: הצגת עמודת תיאור החוט של רכיב המפתח
hi: मुख्य तत्व फ़्लॉस विवरण कॉलम दिखाएँ
ka: გასაღები ელემენტის ძაფის აღწერის სვეტის ჩვენება
ru: Показывать столбец элемента обозначения с описанием ниток
sl: Pokaži stolpec z opisom niti ključnih elementov
tr: Anahtar öge ip açıklama sütununu göster

source: Show the key element stitch count column
eo: Montri la ŝlosilan elementan punkton-kolumnon
he: הצגת עמודת כמות התכים של רכיב המפתח
hi: मुख्य तत्व सिलाई गिनती कॉलम दिखाएँ
ka: გასაღები ელემენტი გვირისტების რაოდენობის სვეტის ჩვენება
ru: Показывать столбец элемента обозначения с количеством стежков
sl: Pokaži stolpec s števcem vbodov ključnih elementov
tr: Anahtar öge dikiş sayı sütununu göster

source: Show the key element floss length column
eo: Montri la ŝlosilan elementon fadenlongan kolumnon
he: הצגת עמודת אורך החוט של רכיב המפתח
hi: मुख्य तत्व फ़्लॉस लंबाई कॉलम दिखाएँ
ka: გასაღები ელემენტის ძაფის სიგრძის სვეტის ჩვენება
ru: Показывать столбец элемента обозначения с длиной ниток
sl: Pokaži stolpec z dolžino niti ključnih elementov
tr: Anahtar öge ip uzunluk sütununu göster

source: Show the key element skeins column
eo: Montri la kolumnon de ŝlosilaj elementoj
he: הצגת עמודת דוללות רכיב המפתח
hi: मुख्य तत्व स्केन कॉलम दिखाएं
ka: გასაღები ელემენტის გორგლების სვეტის ჩვენება
ru: Показывать столбец мотков элемента обозначения
sl: Pokaži stolpec za povesme ključnih elementov
tr: Anahtar öge yumak sütununu göster

source: Show the border
eo: Montri la limon
he: הצגת המסגרת
hi: सीमा दिखाएँ
ka: საზღვრის ჩვენება
ru: Показывать рамку
sl: Pokaži obrobo
tr: Kenarlık göster

source: The border color
eo: La randkoloro
he: צבע המסגרת
hi: सीमा का रंग
ka: საზღვრის ფერი
ru: Цвет рамки
sl: Barva obrobe
tr: Kenarlık rengi

source: Thickness of the border in 1/10 mm
eo: Dikeco de la limo en 1/10 mm
he: עובי המסגרת ב־1/10 מ״מ
hi: बॉर्डर की मोटाई 1/10 मिमी में
ka: საზღვრის სისქე 1/10 მმ-ში
ru: Толщина рамки в десятых частях мм
sl: Debelina obrobe v 1/10 mm
tr: 1/10 mm cinsinden kenarlık kalınlığı

source: Color of the background
eo: Koloro de la fono
he: צבע הרקע
hi: पृष्ठभूमि का रंग
ka: ფონის ფერი
ru: Цвет фона
sl: Barva ozadja
tr: Arka plan rengi

source: The transparency value
eo: La valoro de travidebleco
he: ערך השקיפות
hi: पारदर्शिता मूल्य
ka: გამჭვირვალობის მნიშვნელობა
ru: Значение прозрачности
sl: Vrednost prosojnosti
tr: Saydamlık değeri

source: The text color
eo: La tekstokoloro
he: צבע הטקסט
hi: पाठ का रंग
ka: ტექსტის ფერი
ru: Цвет текста
sl: Barva besedila
tr: Metin rengi

source: &File
eo: &Dosiero
he: &קובץ
hi: &फ़ाइल
ka: &ფაილი
ru: &Файл
sl: &Datoteka
tr: &Dosya

source: Remove Background Image
eo: Forigi Fonan Bildon
he: הסרת תמונת רקע
hi: पृष्ठभूमि छवि हटाएँ
ka: ფონის გამოსახულების წაშლა
ru: Удалить фоновое изображение
sl: Odstrani sliko ozadja
tr: Arka Plan Görselini Sil

source: &Edit
eo: R&edakti
he: ע&ריכה
hi: &संपादन करना
ka: &ჩასწორება
ru: &Правка
sl: Ur&edi
tr: Dü&zen

source: Selection Masks
eo: Elektaj Maskoj
he: מסכות בחירה
hi: चयन मास्क
ka: მონიშვნის ნიღბები
ru: Маски выделения
sl: Maske izbora
tr: Seçim Maskesi

source: Mirror Selection
eo: Spegula Elekto
he: היפוך בחירה
hi: दर्पण चयन
ka: მონიშნულის სარკული ასლი
ru: Отзеркалить выделение
sl: Zrcali izbor
tr: Ayna Seçimi

source: Rotate Selection
eo: Rotacii la elektaĵon
he: סיבוב בחירה
hi: चयन घुमाएँ
ka: მონიშნულის შემობრუნება
ru: Повернуть выделение
sl: Zasukaj izbor
tr: Döndürme Seçimi

source: &Settings
eo: &Agordoj
he: ה&גדרות
hi: &सेटिंग्स
ka: გამართვა
ru: &Настройка
sl: &Nastavitve
tr: Ayar&lar

source: Format Scales As
eo: Formato Skaloj Kiel
he: עיצוב סרגלי המידה בתור
hi: प्रारूप स्केल इस प्रकार
ka: შკალების დაფორმატება, როგორც
ru: Форматировать шкалы как
sl: Oblikuj merila kot
tr: Ölçekleri Şu Şekilde Biçimlendir

source: Render Stitches As
eo: Bildigi Stitches As
he: תיצוג תכים בתור
hi: टांके को इस प्रकार प्रस्तुत करें
ka: გვირისტების რენდერი, როგორც
ru: Показывать стежки как
sl: Izriši vbode kot
tr: Dikişleri Şöyle Sun

source: Render Backstitches As
eo: Bildigi Dorskudrerojn Kiel
he: תיצוג תכים אחוריים בתור
hi: बैकस्टिच को इस प्रकार प्रस्तुत करें
ka: უკუგვირისტების რენდერი, როგორც
ru: Показывать обратные стежки как
sl: Izriši hrbtne vbode kot
tr: İğne Ardı Dikişleri Şöyle Sun

source: Render Knots As
eo: Bildigi Nodojn Kiel
he: תיצוג קשרים בתור
hi: नॉट्स को इस प्रकार प्रस्तुत करें
ka: კვანძების რენდერი, როგორც
ru: Показывать узлы как
sl: Izriši vozle kot
tr: Düğümleri Şöyle Sun

source: &View
eo: &Vido
he: ת&צוגה
hi: &देखना
ka: &ხედი
ru: &Вид
sl: Po&gled
tr: &Görünüm

source: Show Background Image
eo: Montri Fonan Bildon
he: הצגת תמונת רקע
hi: पृष्ठभूमि छवि दिखाएं
ka: ფონის სურათის ჩვენება
ru: Показать фоновое изображение
sl: Pokaži sliko ozadja
tr: Arka Plan Görselini Göster

source: Fit Background Image to Selection
eo: Alĝustigi Fonbildon al Elekto
he: התאמת תמונת הרקע לבחירה
hi: पृष्ठभूमि छवि को चयन में फ़िट करें
ka: ფონის სურათის ჩატევა მონიშნულში
ru: Подобрать размер фонового изображения по выделению
sl: Prilagodi sliko ozadja izboru
tr: Arka Plan Görselini Seçime Uydur

source: &Stitches
eo: &Kudreroj
he: &תכים
hi: &टांके
ka: &თვალები
ru: &Стежки
sl: &Vbodi
tr: D&ikişler

source: &Tools
eo: &Iloj
he: &כלים
hi: &औजार
ka: &ხელსაწყოები
ru: &Инструменты
sl: O&rodja
tr: &Araçlar

source: &Palette
eo: &Paletro
he: &לוח צבעים
hi: &पैलेट
ka: &პალიტრა
ru: П&алитра
sl: &Paleta
tr: &Palet

source: &Library Manager
eo: &Biblioteka Administranto
he: מנהל &ספרייה
hi: &लाइब्रेरी प्रबंधक
ka: &ბიბლიოთეკის მმართველი
ru: &Диспетчер библиотек
sl: &Upravitelj knjižnice
tr: Kitap&lık Yöneticisi

source: &Pattern
eo: &Ŝablono
he: &תבנית
hi: &नमूना
ka: &შაბლონი
ru: &Схема
sl: &Vzorec
tr: De&sen

source: Stitch Toolbar
eo: Stitch Ilobreto
he: סרגל כלי תכים
hi: सिलाई टूलबार
ka: თვალის ხელსაწყოთა ზოლი
ru: Панель инструментов стежка
sl: Orodna vrstica Vbod
tr: Dikiş Araç Çubuğu

source: Tools Toolbar
eo: Iloj Ilobreto
he: סרגל כלי עזר
hi: उपकरण टूलबार
ka: ხელსაწყოთა ზოლი
ru: Панель инструментов рисования
sl: Orodna vrstica Orodja
tr: Araçlar Araç Çubuğu

source: Zoom Toolbar
eo: Zoom Ilobreto
he: סרגל כלי תקריב
hi: ज़ूम टूलबार
ka: გადიდების ხელსაწყოთა ზოლი
ru: Панель инструментов масштаба
sl: Orodna vrstica Povečava
tr: Yakınlaştırma Araç Çubuğu

source: Background image version %1
eo: Fonbilda versio %1
he: גרסת תמונת רקע %1
hi: पृष्ठभूमि छवि संस्करण %1
ka: ფონის გამოსახულების ვერსია %1
ru: Версия фонового изображения %1
sl: Različica slike ozadja %1
tr: Arka plan görsel sürümü %1

source: Background images version %1
eo: Fonbildoj versio %1
he: גרסת תמונות רקע %1
hi: पृष्ठभूमि छवियाँ संस्करण %1
ka: ფონის გამოსახულებების ვერსია %1
ru: Версия фоновых изображений %1
sl: Različica slik ozadja %1
tr: Arka plan görsel sürümü %1

source: Calibrate Floss
eo: Kalibri Floss
he: כיול חוט
hi: फ़्लॉस को कैलिब्रेट करें
ka: ძაფის კალიბრაცია
ru: Настройка нитки
sl: Kalibriraj nit
tr: İp Ayarla

# %1 is floss name, %2 is floss description
source: %1-%2 (Modified)
eo: %1-%2 (Modifita)
he: %1-%2 (השתנה)
hi: %1-%2 (संशोधित)
ka: %1-%2 (შეცვლილი)
ru: %1-%2 (изменено)
sl: %1-%2 (spremenjeno)
tr: %1-%2 (Değiştirilmiş)

source: File Properties
eo: Dosierecoj
he: מאפייני קובץ
hi: फ़ाइल गुण
ka: ფაილის თვისებები
ru: Свойства файла
sl: Lastnosti datoteke
tr: Dosya Özellikleri

source: Import Image
eo: Importi Bildon
he: ייבוא תמונה
hi: छवि आयात करें
ka: გამოსახულების შემოტანა
ru: Импорт изображения...
sl: Uvozi sliko
tr: Görsel İçe Aktar

source: Paint Stitches
eo: Farbo-Kudreroj
he: צביעת תכים
hi: पेंट टांके
ka: გვირისტების დახატვა
ru: Окрасить стежки
sl: Barvaj vbode
tr: Boyama Dikişleri

source: Paint Knots
eo: Farbo Nodoj
he: צביעת קשרים
hi: पेंट गांठें
ka: კვანძების დახატვა
ru: Окрасить узлы
sl: Barvaj vozle
tr: Düğümleri Boya

source: Draw Line
eo: Desegni Linio
he: ציור קו
hi: रेखा खींचना
ka: ხაზის დახატვა
ru: Нарисовать линию
sl: Nariši črto
tr: Çizgi Çiz

source: Erase Stitches
eo: Forigi Kudrerojn
he: מחיקת תכים
hi: टाँके मिटाएँ
ka: გვირისტების წაშლა
ru: Стереть стежки
sl: Izbriši vbode
tr: Dikiş Sil

source: Draw Rectangle
eo: Desegni Rektangulon
he: ציור מרובע
hi: आयत बनाएं
ka: მართკუთხედის დახაზვა
ru: Нарисовать прямоугольник
sl: Nariši pravokotnik
tr: Dikdörtgen Çiz

source: Fill Rectangle
eo: Plenigi Rektangulon
he: מילוי מרובע
hi: आयत भरें
ka: მართკუთხედის შევსება
ru: Заполнить прямоугольник
sl: Zapolni pravokotnik
tr: Dikdörtgen Doldur

source: Draw Ellipse
eo: Desegni Elipson
he: ציור אליפסה
hi: दीर्घवृत्त बनाएं
ka: ოვალის დახატვა
ru: Нарисовать эллипс
sl: Nariši elipso
tr: Elips Çiz

source: Fill Ellipse
eo: Plenigi Elipson
he: מילוי אליפסה
hi: दीर्घवृत्त भरें
ka: ოვალის შევსება
ru: Заполнить эллипс
sl: Zapolni elipso
tr: Elipse Doldur

source: Fill Polygon
eo: Plenigi Plurangulon
he: מילוי מצולע
hi: बहुभुज भरें
ka: მრავალკუთხედის შევსება
ru: Заполнить многоугольник
sl: Zapolni mnogokotnik
tr: Poligon Doldur

source: Add Stitch
eo: Aldoni Stitch
he: הוספת תך
hi: सिलाई जोड़ें
ka: თვალის დამატება
ru: Добавить стежок
sl: Dodaj vbod
tr: Dikiş Ekle

source: Delete Stitches
eo: Forigi Stitches
he: מחיקת תכים
hi: टांके हटाएं
ka: თვალების წაშლა
ru: Удалить стежки
sl: Izbriši vbode
tr: Dikiş Sil

source: Add Backstitch
eo: Aldoni Backstitch
he: הוספת תך אחורי
hi: बैकस्टिच जोड़ें
ka: გვირისტის დამატება
ru: Добавить обратный стежок
sl: Dodaj hrbtni vbod
tr: İğne Ardı Dikiş Ekle

source: Delete Backstitch
eo: Forigi Dorskudredon
he: מחיקת תך אחורי
hi: बैकस्टिच हटाएं
ka: გვირისტის წაშლა
ru: Удалить обратный стежок
sl: Izbriši hrbtni vbod
tr: İğne Ardı Dikiş Sil

source: Add Knot
eo: Aldoni Nodon
he: הוספת קשר
hi: गाँठ जोड़ें
ka: კვანძის დამატება
ru: Добавить узел
sl: Dodaj vozel
tr: Düğüm Ekle

source: Delete Knots
eo: Forigi Nodojn
he: מחיקת קשרים
hi: गांठें हटाएं
ka: კვანძების წაშლა
ru: Удалить узлы
sl: Izbriši vozle
tr: Düğüm Sil

source: Set Property
eo: Agordi Proprecon
he: הגדרת מאפיין
hi: संपत्ति सेट करें
ka: თვისების დაყენება
ru: Установить свойство
sl: Nastavi lastnost
tr: Özellik Ayarla

source: Add Background Image
eo: Aldoni Fonan Bildon
he: הוספת תמונת רקע
hi: पृष्ठभूमि छवि जोड़ें
ka: ფონის გამოსახულების დამატება
ru: Добавление фонового изображения
sl: Dodaj sliko ozadja
tr: Arka Plan Görseli Ekle

source: Fit Background to Selection
eo: Agordi Fonon al Elekto
he: התאמת הרקע לבחירה
hi: चयन के लिए पृष्ठभूमि फिट करें
ka: ფონის ჩატევა მონიშნულში
ru: Подобрать размер фона по выделению
sl: Prilagodi ozadje izboru
tr: Arka Planı Seçime Uydur

source: Clear Unused Flosses
eo: Viŝi Neuzatajn Fadenojn
he: פינוי חוטים שאינם בשימוש
hi: साफ अप्रयुक्त फ्लॉस
ka: გამოუყენებელი ძაფების გასუფთავება
ru: Убрать неиспользуемые нитки
sl: Počisti neuporabljene niti
tr: Kullanılmayan İpleri Temizle

source: Resize Document
eo: Regrandigi Dokumenton
he: שינוי גודל מסמך
hi: दस्तावेज़ का आकार बदलें
ka: დოკუმენტის ზომის შეცვლა
ru: Изменить размеры документа
sl: Spremeni velikost dokumenta
tr: Belgeyi Yeniden Boyutlandır

source: Crop to Pattern
eo: Tondi al Ŝablono
he: חיתוך לתבנית
hi: पैटर्न के अनुसार फसल
ka: შაბლონამდე ამოჭრა
ru: Обрезать по схеме
sl: Obreži v vzorec
tr: Kalıba Kırp

source: Crop to Selection
eo: Tondi al Elekto
he: חיתוך לבחירה
hi: फसल से चयन तक
ka: მონიშნულამდე ამოჭრა
ru: Обрезать по выделению
sl: Obreži v izbor
tr: Seçime Kırp

source: Insert Columns
eo: Enŝovi kolumno(j)n
he: הוספת עמודות
hi: कॉलम डालें
ka: სვეტების ჩასმა
ru: Вставить столбцы
sl: Vstavi stolpce
tr: Sütun Ekle

source: Insert Rows
eo: Enŝovi linio(j)n
he: הוספת שורות
hi: पंक्तियाँ सम्मिलित करें
ka: მწკრივების ჩასმა
ru: Вставить строки
sl: Vstavi vrstice
tr: Satır Ekle

source: Extend Pattern
eo: Etendi Skemon
he: הרחבת תבנית
hi: पैटर्न का विस्तार करें
ka: შაბლონის გაფართოება
ru: Расширение схемы
sl: Razširi vzorec
tr: Kalıbı Genişlet

source: Center Pattern
eo: Centra Ŝablono
he: מירכוז תבנית
hi: केंद्र पैटर्न
ka: შაბლონის ცენტრში მოთავსება
ru: Центрирование схемы
sl: Sredinski vzorec
tr: Merkez Kalıp

source: Update Palette
eo: Ĝisdatigi Paletron
he: עדכון לוח צבעים
hi: पैलेट अपडेट करें
ka: პალიტრის განახლება
ru: Обновить палитру
sl: Posodobi paleto
tr: Paleti Güncelle

source: Change Floss Scheme
eo: Ŝanĝi Floss-Skemon
he: שינוי ערכת חוטים
hi: फ़्लॉस योजना बदलें
ka: ძაფის სქემის შეცვლა
ru: Изменить схему ниток
sl: Spreminjanje sheme niti
tr: İp Şemasını Değiştir

source: Replace Color
eo: Anstataŭigi Koloron
he: החלפת צבע
hi: रंग बदलें
ka: ფერის შეცვლა
ru: Заменить цвет
sl: Zamenjaj barvo
tr: Renk Değiştir

source: Swap Colors
eo: Interŝanĝi Kolorojn
he: החלפת צבעים
hi: रंग बदलें
ka: ფერების მიმოცვლა
ru: Поменять цвета местами
sl: Zamenjaj barve
tr: Renkleri Değiştir

source: Update Printer Configuration
eo: Ĝisdatigi Presil-Agordon
he: עדכון הגדרות מדפסת
hi: प्रिंटर कॉन्फ़िगरेशन अपडेट करें
ka: პრინტერის კონფიგურაციის განახლება
ru: Обновить конфигурацию принтера
sl: Posodobi prilagoditev tiskalnika
tr: Yazıcı Yapılandırmasını Güncelle

source: Cut
eo: Tondi
he: גזירה
hi: काटना
ka: ამოჭრა
ru: Вырезать
sl: Izreži
tr: Kes

source: Alphabet
eo: Alfabeto
he: אלפבית
hi: वर्णमाला
ka: ანბანი
ru: Алфавит
sl: Abeceda
tr: Abece

source: Configure KXStitch
eo: Agordi KXStitch
he: הגדרת KXStitch
hi: KXStitch कॉन्फ़िगर करें
ka: KXStitch-ის მორგება
ru: Настроить KXStitch
sl: Prilagodi KXStitch
tr: KX Dikiş'i Yapılandır

source: Default (Centimeters)
eo: Defaŭlta (Centimetroj)
he: ברירת מחדל (סנטימטרים)
hi: डिफ़ॉल्ट (सेंटीमीटर में)
ka: ნაგულისხმევი (სანტიმეტრი)
ru: По умолчанию (сантиметры)
sl: Privzeto (centimetri)
tr: Öntanımlı (Santimetre)

source: Default (Inches)
eo: Defaŭlta (Coloj)
he: ברירת מחדל (אינצ׳ים)
hi: डिफ़ॉल्ट (इंच में)
ka: ნაგულისხმევი (დუიმი)
ru: По умолчанию (дюймы)
sl: Privzeto (palci)
tr: Öntanımlı (İnç)

source: Default
eo: Defaŭlta
he: ברירת מחדל
hi: गलती करना
ka: ნაგულისხმევი
ru: По умолчанию
sl: Privzeto
tr: Öntanımlı

# Per inch measurements
source: /in
eo: /en
he: לאינץ׳
hi: /में
ka: /დუიმი
ru: /д.
sl: /pal

source: Untitled
eo: Sentitola
he: ללא שם
hi: शीर्षकहीन
ka: უსახელო
ru: Без имени
sl: Neimenovano
tr: Başlıksız

source: KXStitch version %1
eo: KXStitch versio %1
he: KXStitch גרסה %1
hi: KXStitch संस्करण %1
ka: KXStitch ვერსია %1
ru: Версия KXStitch %1
sl: KXStitch različica %1
tr: KX Dikiş sürüm %1

source: The floss scheme DMC was not found
eo: La flosskemo DMC ne estis trovita
he: ערכת החוטים DMC לא נמצאה
hi: फ्लॉस योजना DMC नहीं मिली
ka: ძაფის სქემა DMC ვერ ვიპოვე
ru: Схема ниток DMC не найдена
sl: Shema niti DMC ni bila najdena
tr: İp şeması DMC bulunamadı

source: Invalid data read.
eo: Nevalidaj datumoj legitaj.
he: נקראו נתונים שגויים.
hi: अमान्य डेटा पढ़ा गया.
ka: წაკითხული მონაცემები არასწორია.
ru: Прочтены некорректные данные.
sl: Prebrani neveljavni podatki.
tr: Geçersiz veri okundu.

source: Stream error
eo: Flua eraro
he: שגיאת תזרים
hi: स्ट्रीम त्रुटि
ka: ნაკადის შეცდომა
ru: Ошибка в потоке данных
sl: Napaka pri pretakanju
tr: Akış hatası

source: The floss scheme %1 was not found
eo: La fadena skemo %1 ne estis trovita
he: ערכת החוטים %1 לא נמצאה
hi: फ्लॉस योजना %1 नहीं मिली
ka: ძაფის სქემა %1 ვერ ვიპოვე
ru: Схема ниток %1 не найдена
sl: Shema niti %1 ni bila najdena
tr: İp şeması %1 bulunamadı

source: The floss name %1 was not found
eo: La fadena nomo %1 ne estis trovita
he: שם החוט %1 לא נמצא
hi: फ़्लॉस नाम %1 नहीं मिला
ka: ძაფის სახელი %1 ვერ ვიპოვე
ru: Название нитки %1 не найдено
sl: Ime niti %1 ni bilo najdeno
tr: İp adı %1 bulunamadı

source: Stitches
eo: Kudreroj
he: תכים
hi: टांके
ka: თვალები
ru: Стежки
sl: Vbodi
tr: Dikiş

source: Inches
eo: Coloj
he: אינצ׳ים
hi: इंच
ka: დუიმი
ru: Дюймы
sl: Palci
tr: İnç

source: Document floss version %1
eo: Dokumenta fadena versio %1
he: גרסת חוט מסמך %1
hi: दस्तावेज़ फ़्लॉस संस्करण %1
ka: დოკუმენტის ძაფის ვერსია %1
ru: Версия ниток документа %1
sl: Dokumentna nitka različice %1
tr: Belge ip sürümü %1

source: Palette version %1
eo: Paleta versio %1
he: גרסת לוח צבעים %1
hi: पैलेट संस्करण %1
ka: პალიტრის ვერსია %1
ru: Версия палитры %1
sl: Paleta različice %1
tr: Palet sürümü %1

source: Failed reading palette
eo: Malsukcesa legado de paletro
he: קריאת לוח צבעים נכשלה
hi: पैलेट पढ़ने में विफल
ka: პალიტრის წაკითხვის ვერსია
ru: Не удалось прочитать палитру
sl: Branje palete ni uspelo
tr: Palet okuma başarısız

source: There are insufficient symbols available in the symbol library for this pattern. An extra %1 are required.
hi: इस पैटर्न के लिए प्रतीक लाइब्रेरी में अपर्याप्त प्रतीक उपलब्ध हैं। अतिरिक्त %1 की आवश्यकता है।
ka: ამ ნიმუშისთვის სიმბოლოების ბიბლიოთეკაში ხელმისაწვდომი სიმბოლოები საკმარისია რაა. საჭიროა დამატებით %1.
ru: В библиотеке обозначений недостаточно обозначений для этой схемы. Необходимо ещё %1.
sl: V knjižnici simbolov za ta vzorec ni na voljo dovolj simbolov. Potreben je dodaten %1.
tr: Bu desen için sembol kitaplığında yetersiz sembol var. Fazladan %1 gerekli.

source: Canceled: Insufficient symbols available
eo: Nuligite: Nesufiĉaj simboloj haveblaj
hi: रद्द: अपर्याप्त प्रतीक उपलब्ध हैं
ka: გაუქმდა: ხელმისაწვდომია არასაკმარისი სიმბოლოები
ru: Отменено: недостаточно доступных обозначений
sl: Preklicano: na voljo ni dovolj simbolov
tr: İptal edildi: Yetersiz sembol var

source: The following floss color has had its symbol replaced because it did not exist in the symbol library.
he: הסמל של צבע החוט להלן הוחלף מכיוון שהוא לא קיים בספריית הסמלים.
hi: निम्नलिखित फ़्लॉस रंगों के प्रतीकों को बदल दिया गया है क्योंकि वे प्रतीक लाइब्रेरी में मौजूद नहीं थे।
ka: შემდეგ ძაფის ფერს შეეცვალა თავისი სიმბოლო, რადგან ის სიმბოლოების ბიბლიოთეკაში არ არსებობს.
ru: Обозначения следующих цветов ниток были заменены из-за отсутствия в библиотеке обозначений.
sl: Naslednja barva niti je imela svoj simbol, ker ni obstajal v knjižnici simbolov.
tr: Bu ip renginin sembolü değiştirildi çünkü sembol kitaplığında yer almıyor.

source: The following floss color has had an empty symbol assigned.
he: לצבע החוט להלן הוקצה סמל ריק.
hi: निम्नलिखित फ़्लॉस रंग को एक खाली प्रतीक सौंपा गया है।
ka: შემდეგი ძაფის ფერს ჰქონდა ცარიელი სიმბოლო მინიჭებული.
ru: Следующим цветам ниток было назначено пустое обозначение.
sl: Naslednja barva niti je imela dodeljen prazen simbol.
tr: Bu ip rengine boş sembol atanmış.

source: You may want to check this is suitable.
hi: आप यह जांचना चाहेंगे कि ये उपयुक्त हैं या नहीं।
ka: შეიძლება, საჭიროა, შეამოწმოთ, შეესაბამება თუ არა.
ru: Рекомендуется проверить, подходят ли они.
sl: Morda boste želeli preveriti, da je to primerno.
tr: Bunun uygun olduğunu kontrol etmek isteyebilirsiniz.

source: Drag
eo: Treni
he: גרירה
hi: खींचना
ka: გადათრევა
ru: Перетаскивание
sl: Povleci
tr: Sürükle

source: Text
eo: Teksto
he: טקסט
hi: मूलपाठ
ka: ტექსტი
ru: Текст
sl: Besedilo
tr: Metin

source: Add Character
eo: Aldoni Signon
he: הוספת תו
hi: चरित्र जोड़ें
ka: სიმბოლოს დამატება
ru: Добавить символ
sl: Dodaj znak
tr: Karakter Ekle

source: Paste
eo: Alglui
he: הדבקה
hi: पेस्ट करें
ka: ჩასმა
ru: Вставить
sl: Prilepi
tr: Yapıştır

source: Symbol
eo: Simbolo
he: סמל
hi: प्रतीक
ka: სიმბოლო
ru: Обозначение
sl: Simbol
tr: Sembol

# The name of the floss
source: Name
eo: Nomo
he: שם
hi: नाम
ka: სახელი
ru: Название
sl: Ime
tr: İsim

source: Strands
eo: Fadenoj
he: גדילים
hi: किस्में
ka: ბოჭკოები
ru: Волокна
sl: Prameni
tr: Tel

source: Description
eo: Priskribo
he: תיאור
hi: विवरण
ka: აღწერა
ru: Описание
sl: Opis
tr: Açıklama

source: Length(m)
eo: Longo (m)
he: אורך(מ׳)
hi: लंबाई(मीटर)
ka: სიგრძე (მ)
ru: Длина (м)
sl: Dolžina(m)
tr: Uzunluk(m)

source: Skeins (8m)
eo: Faskoj (8 m)
he: דוללות (8 מ׳)
hi: स्केन्स (8 मी)
ka: გორგლები (8მ)
ru: Мотки (8 м)
sl: Povesme (8 m)
tr: Yumak (8m)

# %1 is a scheme name
source: %1 Flosses
eo: %1 Fadenoj
he: חוטי %1
hi: %1 फ़्लॉस
ka: %1 ძაფი
ru: Нитки %1
sl: %1 niti
tr: %1 İp

source: Tried to read past the end of the data
eo: Provis legi preter la fino de la datumoj
he: התבצע ניסיון לקרוא מעבר לסוף הנתונים
hi: डेटा के अंत से आगे पढ़ने की कोशिश की
ka: მონაცემების დასასრულს მიღმა წაკითხვის მცდელობა
ru: Попытка чтения данных за пределами доступного диапазона
sl: Poskus branja čez konec podatkov
tr: Verinin sonundan okunmaya çalışıldı

source: Tried to read corrupted data
eo: Provis legi difektitajn datumojn
he: התבצע ניסיון לקרוא נתונים פגומים
hi: दूषित डेटा को पढ़ने का प्रयास किया गया
ka: დაზიანებული მონაცემების წაკითხვის მცდელობა
ru: Попытка чтения повреждённых данных
sl: Poskus branja poškodovanih podatkov
tr: Bozuk veriden okunmaya çalışıldı

source: Undefined status message status %1
eo: Nedifinita stato-mesaĝo stato %1
he: מצב הודעת המצב %1 לא מוגדר
hi: अपरिभाषित स्थिति संदेश स्थिति %1
ka: განუსაზღვრელი სტატუსის შეტყობინების სტატუსი %1
ru: Сообщение о неопределённом состоянии %1
sl: Nedefinirano stanje poročila o stanju %1
tr: Bilinmeyen durum mesajı durumu %1

source: Failed to write to the device
eo: Malsukcesis skribi al la aparato
he: הכתיבה להתקן נכשלה
hi: डिवाइस पर लिखने में विफल
ka: მოწყობილობაზე ჩაწერის შეცდომა
ru: Не удалось выполнить запись на устройство
sl: Pisanje na napravo ni uspelo
tr: Aygıta yazma başarısız

source: Image Element Properties
eo: Bildaj Elementaj Propraĵoj
he: מאפייני רכיב תמונה
hi: छवि तत्व गुण
ka: გამოსახულების ელემენტის თვისებები
ru: Свойства элемента изображения
sl: Lastnosti elementa slike
tr: Görsel Öge Özellikleri
