Repository: KDE/kxstitch
Catalog: po/*/kxstitch.po
Languages: eo, he, hi, ka, ru, sl, tr

source: Overwrite
eo: Anstataŭigi
he: שכתוב
hi: ओवरराइट
ka: თავზე გადაწერა
ru: Перезаписать
sl: Prepiši
tr: Üzerine Yaz

source: The floss name %1 is already used. Overwrite with the description and color selected.
he: שם החוט %1 כבר בשימוש. לשכתב עם התיאור והצבע שנבחרו?
hi: फ़्लॉस नाम %1 पहले से ही उपयोग किया जा चुका है। चयनित विवरण और रंग के साथ ओवरराइट करें।
ka: აბრეშუმის ძაფის სახელი %1 უკვე გამოიყენება. გადააწერეთ თავზე, როცა აღწერას და ფერს აირჩევთ.
ru: Название нитки %1 уже используется. Будет выполнена перезапись с выбранными описанием и цветом.
sl: Ime niti %1 je že uporabljeno. Prepišite z izbranim opisom in barvo.
tr: İp %1 zaten kullanımda. Seçilen renk ve açıklama ile üzerine yaz.

source: Page version %1
eo: Paĝa versio %1
he: גרסת עמוד %1
hi: पेज संस्करण %1
ka: გვერდის ვერსია %1
ru: Версия страницы %1
sl: Različica strani %1
tr: Sayfa sürümü %1

source: Invalid element type
eo: Nevalida elemento-tipo
he: סוג הרכיב שגוי
hi: अमान्य तत्व प्रकार
ka: არასწორი ელემენტის ტიპი
ru: Некорректный тип элемента
sl: Neveljavna vrsta elementa
tr: Geçersiz öge türü

source: Page Properties
eo: Paĝaj Ecoj
he: מאפייני עמוד
hi: पृष्ठ गुण
ka: გვერდის თვისებები
ru: Параметры страницы
sl: Lastnosti strani
tr: Sayfa Özellikleri

source: %2 %3 %1 Stitch
he: %2 %3 תך
hi: %2 %3 %1 टांके
ru: %2 %3 %1 стежок
sl: %2 %3 %1 vbod
tr: %2 %3 %1 Dikiş

source: There are no flosses in the palette. Add them with the Palette Manager which will then enable the drawing tools.
he: אין חוטים בלוח הצבעים. יש להוסיף אותם דרך מנהל הלוחות מה שיאפשר את השימוש בכלי הציור.
hi: पैलेट में कोई फ़्लॉस नहीं है। उन्हें पैलेट मैनेजर के साथ जोड़ें जो फिर ड्राइंग टूल को सक्षम करेगा।
ka: ამ პალიტრაში ძაფები არაა. დაამატეთ ისინი პალიტრების მმართველიდან, რომელიც ხატვის ხელსაწყოებს ჩაგირთავთ.
ru: В палитре нет ниток. Добавьте их с помощью редактора палитры; после этого станут доступны инструменты рисования.
sl: V paleti ni niti. Dodajte jih z upraviteljem palet, ki bo nato omogočil orodja za risanje.
tr: Palette hiç ip yok. Palet Yöneticisi ile onları ekleyin daha sonra çizme araçlarını etkinleştirecektir.

source: Palette Manager
eo: Paletmanaĝero
he: מנהל לוחות צבעים
hi: पैलेट प्रबंधक
ka: პალიტრის მმართველი
ru: Редактор палитры
sl: Upravljavec palet
tr: Palet Yöneticisi

source: There are no more symbols available.
eo: Ne ekzistas pli da simboloj disponeblaj.
he: אין סמלים נוספים זמינים.
hi: अब कोई और प्रतीक उपलब्ध नहीं है.
ka: მეტი სიმბოლო ხელმისაწვდომი არაა.
ru: Больше обозначений нет.
sl: Na voljo ni več simbolov.
tr: Daha fazla sembol yok.

source: The selected symbol library does not have enough symbols for the flosses in the palette.
he: בספריית הסמלים שנבחרה אין מספיק סמלים עבור החוטים שבלוח.
hi: चयनित प्रतीक लाइब्रेरी में पैलेट में मौजूद फ़्लॉस के लिए पर्याप्त प्रतीक नहीं हैं।
ka: შერჩეულ სიმბოლოების ბიბლიოთეკას არ აქვს საკმარისი სიმბოლოები პალიტრაში ძაფისთვის.
ru: В выбранной библиотеке обозначений недостаточно обозначений для ниток в палитре.
sl: Izbrana knjižnica simbolov nima dovolj simbolov za niti v paleti.
tr: Seçili sembol kitaplığında, ipler için palette yeterli sembol yok.

source: Pattern version %1
eo: Ŝablona versio %1
he: גרסת תבנית %1
hi: पैटर्न संस्करण %1
ka: ნიმუშის ვერსია %1
ru: Версия схемы %1
sl: Vzorec različice %1
tr: Palet sürümü %1

source: Pattern Element Properties
eo: Ŝablono Elementaj Propraĵoj
he: מאפייני רכיב תבנית
hi: पैटर्न तत्व गुण
ka: ნიმუშის ელემენტის თვისებები
ru: Свойства элемента схемы
sl: Lastnosti elementa vzorca
tr: Desen Öge Özellikleri

source: Printer configuration %1
eo: Presilo agordo %1
he: הגדרות מדפסת %1
hi: प्रिंटर कॉन्फ़िगरेशन%1
ka: პრინტერის კონფიგურაცია %1
ru: Конфигурация принтера %1
sl: Prilagoditev tiskalnika %1
tr: Yazıcı yapılandırması %1

source: Print Setup
eo: Presa Agordo
he: הגדרות הדפסה
hi: प्रिंट सेटअप
ka: ბეჭდვის მორგება
ru: Параметры печати
sl: Nastavitev tiskanja
tr: Sayfa Ayarı

source: Properties
eo: Proprecoj
he: מאפיינים
hi: गुण
ka: თვისებები
ru: Свойства
sl: Lastnosti
tr: Özellikler

source: Delete Element
eo: Forigi Elementon
he: מחיקת רכיב
hi: तत्व हटाएं
ka: ელემენტის წაშლა
ru: Удалить элемент
sl: Izbriši element
tr: Öge Sil

source: Page %1 of %2
eo: Paĝo %1 el %2
he: עמוד %1 מתוך %2
hi: पेज %1 का %2
ka: გვერდი %1 %2-დან
ru: Страница %1 из %2
sl: Stran %1 od %2
tr: Sayfa %1 / %2

source: Overwrite the current configuration?
eo: Ĉu anstataŭigi la nunan agordon?
he: לדרוס את ההגדרות הנוכחיות?
hi: वर्तमान कॉन्फ़िगरेशन को अधिलेखित करें?
ka: გადავაწერო მიმდინარე კონფიგურაციას?
ru: Перезаписать текущую конфигурацию?
sl: Ali želite prepisati trenutno prilagoditev?
tr: Mevcut yapılandırmanın üstüne yaz?

# Do not translate elements in ${...} which are substituted by properties
source: Created by ${author} (C) ${copyright} Pattern Size: ${width.stitches} x ${height.stitches} Flosses from the ${scheme} range.
he: נוצר על ידי ${author} (C) ${copyright} גודל תבנית: ${width.stitches} × ${height.stitches} Flosses from the ${scheme} range.
hi: ${author} द्वारा निर्मित (C) ${copyright} पैटर्न का आकार: ${width.stitches} x ${height.stitches} ${scheme} श्रेणी से फ़्लॉस।
ka: ავტორი ${author} (C) ${copyright} ნიმუშის ზომა: ${width.stitches} x ${height.stitches} ძაფები ${scheme} შუალედიდან.
ru: Автор: ${author} (C) ${copyright} Размер схемы: ${width.stitches} x ${height.stitches} Нитки из диапазона ${scheme}.
sl: Ustvaril/a ${author} Avtorske pravice © ${copyright} Velikost vzorca: ${width.stitches} x ${height.stitches} Niti iz obsega ${scheme}.
tr: Yapan ${author} (C) ${copyright} Desen boyutu: ${width.stitches} x ${height.stitches} İpler ${scheme} aralığından.

# Do not translate elements in ${...} which are substituted by properties
source: Page ${page}
he: עמוד ${page}
hi: पेज ${page}
ka: გვერდი ${page}
ru: Страница ${page}
sl: Stran ${page}
tr: Sayfa ${page}

source: Error reading scheme %1 %2.
ru: Ошибка чтения схемы %1 %2.
sl: Napaka pri branju sheme %1 %2.
tr: Şema %1 okunurken hata %2.

source: Error reading floss scheme.
eo: Eraro legante flosskemon.
ru: Ошибка чтения схемы ниток.
sl: Napaka pri branju sheme niti.
tr: İp şeması okunurken hata.

source: Unable to locate a writable directory to store the scheme.
he: לא ניתן לאתר תיקייה שאפשר לכתוב אליה לאחסון הסכמה.
hi: योजना को संग्रहीत करने के लिए कोई लिखने योग्य निर्देशिका ढूँढने में असमर्थ।
ka: სქემის შესანახად ჩაწერადი საქაღალდის მოძებნა შეუძლებელია.
ru: Не удалось найти доступный для записи каталог для сохранения схемы.
sl: Ni mogoče najti mape, v katero je mogoče pisati za shranjevanje sheme.
tr: Şemaları kaydetmek için yazılabilir dizin bulunamadı.

source: No error
eo: Neniu eraro
ru: Нет ошибок
sl: Ni napake
tr: Hata yok

source: Floss not completely defined
eo: Floss ne tute difinita
ru: Нитка определена не полностью
sl: Nit ni povsem opredeljena
tr: İp tamamen tanımlanmadı

source: Unmatched element tags
eo: Nekongruaj elemento-etikedoj
ru: Метки элементов без соответствий
sl: Neujemajoče oznake elementov
tr: Eşleşmemiş öge etiketleri

source: Unknown element tag
eo: Nekonata elemento-etikedo
ru: Неизвестная метка элемента
sl: Neznana oznaka elementa
tr: Bilinmeyen öge etiketi

source: Color value is invalid
eo: Kolora valoro estas nevalida
ru: Некорректное значение цвета
sl: Vrednost barve ni veljavna
tr: Renk değeri geçersiz

source: Unknown error code
eo: Nekonata erarkodo
ru: Неизвестный код ошибки
sl: Neznana koda napake
tr: Bilinmeyen hata kodu

source: Stitch version %1
eo: Stitch-versio %1
he: גרסת תכים %1
hi: सिलाई संस्करण %1
ka: გვირისტის ვერსია %1
ru: Версия стежка %1
sl: Različica vboda %1
tr: İp sürümü %1

source: Stitch queue version %1
eo: Stitch-vico versio %1
he: גרסת תור תכים %1
hi: सिलाई कतार संस्करण %1
ka: გვირისტების რიგის ვერსია %1
ru: Версия очереди стежков %1
sl: Različica čakalne vrste vbodov %1
tr: Dikiş kuyruk sürümü %1

source: Backstitch version %1
eo: Retrokudra versio %1
he: גרסת תכים אחוריים %1
hi: बैकस्टिच संस्करण %1
ka: უკუგვირისტის ვერსია %1
ru: Версия обратного стежка %1
sl: Hrbtni vbod različice %1
tr: İğne ardı dikiş sürümü %1

source: Knot version %1
eo: Knot-versio %1
he: גרסת קשרים %1
hi: नॉट संस्करण %1
ka: კვანძის ვერსია %1
ru: Версия узла %1
sl: Različica vozla %1
tr: Düğüm sürümü %1

source: Stitch data version %1
eo: Stitch-datumversio %1
he: גרסת נתוני תכים %1
hi: स्टिच डेटा संस्करण %1
ka: გვირისტის მონაცემების ვერსია %1
ru: Версия данных стежка %1
sl: Podatkovna različica vboda %1
tr: Dikiş veri sürümü %1

source: Failed reading stitch data
eo: Malsukcesis legado de punktoj
he: קריאת נתוני התכים נכשלה
hi: सिलाई डेटा पढ़ने में विफल
ka: გვირისტების მონაცემების წაკითხვა ჩავარდა
ru: Не удалось прочитать данные стежка
sl: Neuspelo branje podatkov o vbodih
tr: Dikiş verisi okunurken hata

source: Symbol version %1
eo: Simbolo versio %1
he: גרסת סמלים %1
hi: प्रतीक संस्करण %1
ka: სიმბოლო ვერსია %1
ru: Версия обозначения %1
sl: Različica simbola %1
tr: Sembol sürümü %1

source: Symbol file version %1
eo: Simboldosierversio %1
he: גרסת קובץ סמלים %1
hi: प्रतीक फ़ाइल संस्करण %1
ka: სიმბოლოს ფაილის ვერსია %1
ru: Версия файла обозначений %1
sl: Datoteka simbolov različice %1
tr: Sembol dosya sürümü %1

# A symbol that has been used
source: Used
eo: Uzita
he: בשימוש
hi: इस्तेमाल किया गया
ka: გამოყენებულია
ru: Используется
sl: Uporabljeno
tr: Kullanılan

source: This does not appear to be a valid symbol file
eo: Ĉi tio ne ŝajnas esti valida simboldosiero
he: זה לא נראה כמו קובץ סמלים תקף
hi: यह एक वैध प्रतीक फ़ाइल प्रतीत नहीं होती
ka: როგორც ჩანს, ეს არაა სწორი სიმბოლოს ფაილი
ru: Некорректный файл обозначений
sl: Zdi se, da to ni veljavna simbolna datoteka
tr: Bu geçerli bir sembol dosyası değil

source: Failed to open the file %1
eo: Malsukcesis malfermi la dosieron %1
he: פתיחת הקובץ %1 נכשלה
hi: फ़ाइल %1 खोलने में विफल
ka: ფაილის ("%1") გახსნის შეცდომა
ru: Не удалось открыть файл %1
sl: Odpiranje datoteke %1 ni uspelo
tr: Dosya %1 okumak için açılamadı

source: Symbol Selector
eo: Simbolo Elektilo
he: בורר סמלים
hi: प्रतीक चयनकर्ता
ka: სიმბოლოების ამრჩევი
ru: Выбор обозначений
sl: Izbirnik simbolov
tr: Sembol Seçici

source: Text Element Properties
eo: Tekstaj Elementaj Propraĵoj
he: מאפייני רכיב טקסט
hi: पाठ तत्व गुण
ka: ტექსტის ელემენტის თვისებები
ru: Свойства текстового элемента
sl: Lastnosti elementa besedila
tr: Metin Öge Özellikleri

source: Text Tool
eo: Teksta Ilo
he: כלי טקסט
hi: पाठ उपकरण
ka: ტექსტის ხელსაწყო
ru: Инструмент текста
sl: Orodje za besedilo
tr: Metin Aracı

source: Scheme
eo: Skemo
he: סכמה
hi: योजना
ka: სქემა
ru: Схема
sl: Shema
tr: Şema

source: Currently selected color
eo: Nuntempe elektita koloro
he: הצבע שנבחר כרגע
hi: वर्तमान में चयनित रंग
ka: ამჟამად არჩეული ფერი
ru: Текущий выбранный цвет
sl: Trenutno izbrana barva
tr: Mevcut seçili renk

# Green value of color
source: Green
eo: Verda
he: ירוק
hi: हरा
ka: მწვანე
ru: Зелёный:
sl: Zelena
tr: Yeşil

# Red value of color
source: Red
eo: Ruĝa
he: אדום
hi: लाल
ka: წითელი
ru: Красный:
sl: Rdeča
tr: Kırmızı

# Blue value of color
source: Blue
eo: Blua
he: כחול
hi: नीला
ka: ლურჯი
ru: Синий:
sl: Modra
tr: Mavi

source: Reset Color
eo: Restarigi Koloron
he: איפוס צבע
hi: रंग रीसेट करें
ka: ფერის ჩამოყრა
ru: Сбросить цвет
sl: Ponastavi barvo
tr: Rengi Sıfırla

source: Editor Configuration
eo: Agordo de Redaktoro
he: הגדרות עורך
hi: संपादक कॉन्फ़िगरेशन
ka: რედაქტორის მორგება
ru: Настройка редактора
sl: Prilagoditev urejevalnika
tr: Düzenleyici Yapılandırma

source: Grid
eo: Krado
he: רשת
hi: ग्रिड
ka: ბადე
ru: Сетка
sl: Mreža
tr: Izgara

source: Horizontal scale height
eo: Horizontala skalo alteco
he: גובה קנה מידה אופקי
hi: क्षैतिज पैमाने की ऊंचाई
ka: ჰორიზონტალური მასშტაბის სიმაღლე
ru: Высота горизонтальной шкалы
sl: Višina vodoravnega merila
tr: Yatay ölçek yüksekliği

source: Vertical scale width
eo: Larĝo de vertikala skalo
he: רוחב קנה מידה אנכי
hi: ऊर्ध्वाधर स्केल चौड़ाई
ka: ვერტიკალური მასშტაბის სიგანე
ru: Ширина вертикальной шкалы
sl: Širina navpičnega merila
tr: Yatay ölçek genişliği

source: Format scales as
eo: Format skaloj kiel
he: עיצוב סרגלי המידה בתור
hi: स्केल को इस प्रकार प्रारूपित करें
ka: შკალების დაფორმატება, როგორც
ru: Форматировать шкалы как
sl: Oblikuj merila kot
tr: Ölçeği şu şekilde biçimlendir

source: Thick line width
eo: Dika linilarĝo
he: עובי קו עבה
hi: मोटी लाइन की चौड़ाई
ka: სქელი ხაზის სიგანე
ru: Толщина толстой линии
sl: Širina debele črte
tr: Kalın çizgi genişliği

source: Thick line color
eo: Dika liniokoloro
he: צבע קו עבה
hi: मोटी रेखा का रंग
ka: სქელი ხაზის ფერი
ru: Цвет толстой линии
sl: Barva debele črte
tr: Kalın çizgi rengi

source: Thin line width
eo: Maldika linio larĝa
he: עובי קו דק
hi: पतली रेखा की चौड़ाई
ka: თხელი ხაზის სიგანე
ru: Толщина тонкой линии
sl: Širina tanke črte
tr: İnce çizgi genişliği

source: Thin line color
eo: Maldika linio koloro
he: צבע קו דק
hi: पतली रेखा का रंग
ka: თხელი ხაზის ფერი
ru: Цвет тонкой линии
sl: Barva tanke črte
tr: İnce çizgi rengi

source: Horizontal cell group
eo: Horizontala ĉelgrupo
he: קבוצת תאים אופקית
hi: क्षैतिज सेल समूह
ka: ჰორიზონტალური უჯრედების ჯგუფი
ru: Горизонтальная группа ячеек
sl: Vodoravna skupina celic
tr: Yatay hücre grubu

source: Vertical cell group
eo: Vertikala ĉelgrupo
he: קבוצת תאים אנכית
hi: ऊर्ध्वाधर सेल समूह
ka: ვერტიკალური უჯრედების ჯგუფი
ru: Вертикальная группа ячеек
sl: Navpična skupina celic
tr: Dikey hücre grubu

source: Minimum zoom factor
eo: Minimuma zomfaktoro
he: מקדם תקריב מזערי
hi: न्यूनतम ज़ूम कारक
ka: გადიდების მინიმალური კოეფიციენტი
ru: Минимальный масштаб
sl: Najmanjši faktor povečave
tr: Asgari yakınlaştırma çarpanı

source: Maximum zoom factor
eo: Maksimuma zomfaktoro
he: מקדם תקריב מרבי
hi: अधिकतम ज़ूम कारक
ka: გადიდების მაქსიმალური კოეფიციენტი
ru: Максимальный масштаб
sl: Največji faktor povečave
tr: Azami yakınlaştırma çarpanı

source: Default zoom factor
eo: Defaŭlta zomfaktoro
he: מקדם תקריב כברירת מחדל
hi: डिफ़ॉल्ट ज़ूम फ़ैक्टर
ka: გადიდების ნაგულისხმევი კოეფიციენტი
ru: Стандартный масштаб
sl: Privzeti faktor povečave
tr: Öntanımlı yakınlaştırma çarpanı

source: Renderer
eo: Bildigilo
he: מעבד צלימה
hi: रेंडरर
ka: რენდერერი
ru: Способ показа
sl: Izrisovalnik
tr: Sunucu

source: Show grid
eo: Montru kradon
he: הצגת רשת
hi: ग्रिड दिखाएं
ka: ბადის ჩვენება
ru: Показывать сетку
sl: Pokaži mrežo
tr: Izgarayı göster

source: Show background images
eo: Montri fonbildojn
he: הצגת תמונות רקע
hi: पृष्ठभूमि छवियाँ दिखाएँ
ka: ფონის სურათების ჩვენება
ru: Показывать фоновые изображения
sl: Pokaži slike ozadja
tr: Arka plan görsellerini göster

source: Show stitches
eo: Montri kudrerojn
he: הצגת תכים
hi: टांके दिखाएं
ka: გვირისტების ჩვენება
ru: Показывать стежки
sl: Pokaži vbode
tr: Dikişleri göster

source: Show stitch hints
eo: Montri punktojn de punkto
he: הצגת רמזי תכים
hi: सिलाई संकेत दिखाएं
ka: გვირისტის მინიშნებების ჩვენება
ru: Показывать подсказки по стежкам
sl: Pokaži namige za vbode
tr: Dikiş ipuçlarını göster

source: Show backstitches
eo: Montri dorskudrerojn
he: הצגת תכים אחוריים
hi: बैकस्टिच दिखाएँ
ka: უკუგვირისტების ჩვენება
ru: Показывать обратные стежки
sl: Pokaži hrbtne vbode
tr: İğne ardı dikişleri göster

source: Show knots
eo: Montri nodojn
he: הצגת קשרים
hi: गांठें दिखाएं
ka: კვანძების ჩვენება
ru: Показывать узлы
sl: Pokaži vozle
tr: Düğümleri göster

source: Color highlight
eo: Kolora elstaraĵo
he: הדגשת צבע
hi: रंग हाइलाइट
ka: ფერადი გამოკვეთა
ru: Цветная подсветка
sl: Barvno poudarjanje
tr: Renk vurgulama

source: Render stitches as
eo: Bildigi punktojn kiel
he: תיצוג תכים בתור
hi: टांके को इस प्रकार प्रस्तुत करें
ka: გვირისტების რენდერი, როგორც
ru: Показывать стежки как
sl: Izriši vbode kot
tr: Dikişleri şöyle sun

source: Black and White Symbols
eo: Nigraj kaj Blankaj Simboloj
he: סמלי שחור ולבן
hi: काले और सफेद प्रतीक
ka: შავთეთრი სიმბოლოები
ru: Чёрно-белые обозначения
sl: Črno-beli simboli
tr: Siyah ve Beyaz Semboller

source: Color Blocks and Symbols
eo: Koloraj Blokoj kaj Simboloj
he: מקטעי צבע וסמלים
hi: रंग ब्लॉक और प्रतीक
ka: ფერადი ბლოკები და სიმბოლოები
ru: Цветные блоки и обозначения
sl: Barvni bloki in simboli
tr: Renk Blokları ve Semboller

source: Render backstitches as
eo: Bildigi dorskudrerojn kiel
he: תיצוג תכים אחוריים בתור
hi: बैकस्टिच को इस प्रकार प्रस्तुत करें
ka: უკუგვირისტების რენდერი, როგორც
ru: Показывать обратные стежки как
sl: Izriši hrbtne vbode kot
tr: İğne ardı dikişleri şöyle sun

source: Render knots as
eo: Bildigi nodojn kiel
he: תיצוג קשרים בתור
hi: गांठों को इस प्रकार प्रस्तुत करें
ka: კვანძების რენდერი, როგორც
ru: Показывать узлы как
sl: Izriši vozle kot
tr: Düğümleri şöyle sun

source: Tools
eo: Iloj
he: כלים
hi: औजार
ka: ხელსაწყოები
ru: Инструменты
sl: Orodja
tr: Araçlar

source: Tool Fractionals
eo: Ilaj Frakcioj
hi: उपकरण अंश
ka: ნაწილობრივი კვანძები
ru: Дробные стежки для инструментов
sl: Ulomki orodja
tr: Araç Kesirleri

source: Mirror / Rotate makes copies
eo: Spegulado / Rotaciado faras kopiojn
he: היפוך/סיבוב יוצר עותקים
hi: मिरर / रोटेट प्रतिलिपियाँ बनाता है
ka: ანარეკლი / მობრუნება ასლებს ქმნის
ru: Отзеркаливание и поворот создают копии
sl: Zrcaljenje/vrtenje naredi kopije
tr: Aynalama / Döndürme kopya oluşturur

source: Text tool font
eo: Teksta ilo tiparo
he: גופן כלי טקסט
hi: टेक्स्ट टूल फ़ॉन्ट
ka: ტექსტის ხელსაწყოს ფონტი
ru: Шрифт инструмента текста
sl: Pisava orodja za besedilo
tr: Metin aracı yazıtipi

source: Font size
eo: Grando de tiparo
he: גודל כתב
hi: फ़ॉन्ट आकार
ka: ფონტის ზომა
ru: Размер шрифта
sl: Velikost pisave
tr: Yazıtipi boyutu

source: Floss scheme
eo: Floss-skemo
he: ערכת חוטים
hi: फ्लॉस योजना
ka: ძაფის სქემა
ru: Схема ниток
sl: Shema niti
tr: İp şeması

source: Pattern Size
eo: Ŝablono Grandeco
he: גודל תבנית
hi: पैटर्न का आकार
ka: ნიმუშის ზომა
ru: Размеры схемы
sl: Velikost vzorca
tr: Desen Boyutu

source: Units
eo: Unuoj
he: יחידות
hi: इकाइयों
ka: საზომი ერთეულები
ru: Единицы
sl: Enote
tr: Birimler

source: Width
eo: Larĝo
he: רוחב
hi: चौड़ाई
ka: სიგანე
ru: Ширина
sl: Širina
tr: Genişlik

source: Height
eo: Alto
he: גובה
hi: ऊंचाई
ka: სიმაღლე
ru: Высота
sl: Višina
tr: Yükseklik

source: Cloth Count
eo: Ŝtofo-kalkulo
he: צפיפות הבד
hi: कपड़े की गिनती
ka: ნაჭრების რაოდენობა
ru: Плотность ткани
sl: Število zaplat
tr: Kumaş Sayısı

# Horizontal cloth count value
source: Horizontal
eo: Horizontala
he: אופקי
hi: क्षैतिज
ka: ჰორიზონტალური
ru: Горизонтально
sl: Vodoravno
tr: Yatay

# Vertical cloth count value
source: Vertical
eo: Vertikala
he: אנכי
hi: खड़ा
ka: ვერტიკალური
ru: Вертикально
sl: Navpično
tr: Dikey

# The document title
source: Title
eo: Titolo
he: כותרת
hi: शीर्षक
ka: სათაური
ru: Название
sl: Naslov
tr: Başlık

source: Author
eo: Aŭtoro
he: יוצר/ת
hi: लेखक
ka: ავტორი
ru: Автор
sl: Avtor
tr: Yazar

source: Copyright
eo: Kopirajto
he: זכויות יוצרים
hi: कॉपीराइट
ka: საავტორო უფლებები
ru: Авторские права
sl: Avtorske pravice
tr: Telif Hakkı

source: Fabric
eo: Ŝtofo
he: בד
hi: कपड़ा
ka: ნაჭერი
ru: Полотно
sl: Tkanina
tr: Kumaş

source: Instructions
eo: Instrukcioj
he: הנחיות
hi: निर्देश
ka: ინსტრუქციები
ru: Инструкции
sl: Navodila
tr: Talimatlar

source: <html><head/><body>Click and drag to select the area of the pattern to be displayed.<br />Grayed out areas have already been selected on this or other pages.</body></html>
hi: <html><head/><body>प्रदर्शित किए जाने वाले पैटर्न के क्षेत्र को चुनने के लिए क्लिक करें और खींचें।<br /> इस पृष्ठ या अन्य पृष्ठों पर धूसर क्षेत्र पहले से ही चयनित किये जा चुके हैं।</body></html>
ka: <html><head/><body>დააწკაპუნეთ და გადაათრიეთ, რომ მონიშნოთ ადგილი, სადაც ნიმუში იქნება ნაჩვენები.<br />განაცრისფრებული ადგილები უკვე მონიშნულია ამ, ან სხვა გვერდებზე.</body></html>
ru: <html><head/><body>Сделайте щелчок и выполните перетаскивание, чтобы выбрать область схемы для показа.<br />Серым обозначены области, которые уже были выбраны на этой или других страницах.</body></html>
sl: <html><head/><body>Kliknite in povlecite, da izberete območje vzorca, ki ga želite prikazati.<br />Siva območja so bila že izbrana na tej ali drugih straneh.</body></html>
tr: <html><head/><body>Gerilecek desen bölgesini seçmek için tıklayın ve sürükleyin.<br />Gri olan alanlar bu sayfa ya da başka sayfalarda zaten seçilmiştir.</body></html>

source: Border
eo: Limo
he: מסגרת
hi: सीमा
ka: საზღვარი
ru: Рамка
sl: Obroba
tr: Kenarlık

source: Show border
eo: Montri limon
he: הצגת מסגרת
hi: बॉर्डर दिखाएं
ka: საზღვრის ჩვენება
ru: Показывать рамку
sl: Pokaži obrobo
tr: Kenarlık göster

# Label for color value
source: Color
eo: Koloro
he: צבע
hi: रंग
ka: ფერი
ru: Цвет
sl: Barva
tr: Renk

source: Line thickness
eo: Linia dikeco
he: עובי קו
hi: रेखा मोटाई
ka: ხაზის სისქე
ru: Толщина линии
sl: Debelina črte
tr: Çizgi kalınlığı

source: Import Configuration
eo: Importi Agordon
he: ייבוא הגדרות
hi: कॉन्फ़िगरेशन आयात करें
ka: კონფიგურაციის შემოტანა
ru: Импорт конфигурации
sl: Prilagoditev uvoza
tr: Yapılandırma İçe Aktar

source: Maximum colors
eo: Maksimumaj koloroj
he: כמות צבעים מרבית
hi: अधिकतम रंग
ka: მაქსიმალური ფერები
ru: Цветов не более:
sl: Največje število barv
tr: Azami renkler

source: Use fractionals
eo: Uzi frakciojn
he: שימוש בשברים
hi: भिन्नात्मक का उपयोग करें
ka: ნაწილობრივი გვირისტების გამოყენება
ru: Использовать дробные стежки
sl: Uporabi ulomke
tr: Kesirleri kullan

source: Ignore color
eo: Ignori koloron
he: התעלמות מצבע
hi: रंग को नज़रअंदाज़ करें
ka: ფერის უგულებელყოფა
ru: Игнорировать цвет:
sl: Prezri barvo
tr: Renkleri yok say

source: Set as default
eo: Meti kiel defaŭlton
he: הגדרה כברירת מחדל
hi: डिफाल्ट के रूप में सेट
ka: ნაგულისხმევად დაყენება
ru: Установить по умолчанию
sl: Nastavi kot privzeto
tr: Öntanımlı olarak ayarla

source: Size
eo: Grandeco
he: גודל
hi: आकार
ka: ზომა
ru: Размер
sl: Velikost
tr: Boyut

source: Horizontal cloth count
eo: Horizontala ŝtofokalkulo
he: צפיפות בד אופקית
hi: क्षैतिज कपड़ा गिनती
ka: ჰორიზონტალური ნაჭრების რაოდენობა
ru: Плотность ткани по горизонтали
sl: Vodoravno število zaplat
tr: Yatay kumaş sayısı

source: Vertical cloth count
eo: Vertikala ŝtofokalkulo
he: צפיפות בד אנכית
hi: ऊर्ध्वाधर कपड़ा गिनती
ka: ვერტიკალური ნაჭრების რაოდენობა
ru: Плотность ткани по вертикали
sl: Navpično število zaplat
tr: Dikey kumaş sayısı

source: Pattern scale
eo: Padronskalo
he: קנה מידה של תבנית
hi: पैटर्न स्केल
ka: ნიმუშის მასშტაბი
ru: Масштаб схемы
sl: Merilo vzorca
tr: Desen ölçeği

source: Pattern size
eo: Grandeco de la ŝablono
he: גודל תבנית
hi: पैटर्न का आकार
ka: ნიმუშის ზომა
ru: Размер схемы
sl: Velikost vzorca
tr: Desen boyutu

source: Crop image
eo: Tondi bildon
he: חיתוך תמונה
hi: छवि सुधारें # क्रॉप इमेज फोटो एडिटर
ka: გამოსახულების ამოჭრა
ru: Обрезать изображение
sl: Obreži sliko
tr: Görseli kırp

source: Key Element
eo: Ŝlosila Elemento
he: רכיב מפתח
hi: मुख्य तत्व
ka: ძირითადი ელემენტი
ru: Элемент обозначения
sl: Ključni element
tr: Anahtar Öge

source: Margins
eo: Marĝenoj
he: שוליים
hi: मार्जिन
ka: გვერდის ველები
ru: Поля
sl: Robovi
tr: Kenar Boşlukları

source: Top margin in mm
eo: Supra rando en mm
he: שול עליון במילימטרים
hi: शीर्ष मार्जिन मिमी में
ka: ზედა ზღვარი მმ-ში
ru: Верхнее поле в миллиметрах
sl: Zgornji rob v mm
tr: Mm cinsinden üst kenar boşluğu

source: Left margin in mm
eo: Maldekstra rando en mm
he: שול שמאלי במילימטרים
hi: बायां मार्जिन मिमी में
ka: მარცხენა ზღვარი მმ-ში
ru: Левое поле в миллиметрах
sl: Levi rob v mm
tr: Mm cinsinden sol kenar boşluğu

source: Right margin in mm
eo: Dekstra rando en mm
he: שול ימני במילימטרים
hi: दायाँ मार्जिन मिमी में
ka: მარჯვენა ზღვარი მმ-ში
ru: Правое поле в миллиметрах
sl: Desni rob v mm
tr: Mm cinsinden sağ kenar boşluğu

source: Bottom margin in mm
eo: Malsupra rando en mm
he: שול תחתון במילימטרים
hi: निचला मार्जिन मिमी में
ka: ქვედა ზღვარი მმ-ში
ru: Нижнее поле в миллиметрах
sl: Spodnji rob v mm
tr: Mm cinsinden alt kenar boşluğu

# Groupbox title for background properties
source: Background
eo: Fono
he: רקע
hi: पृष्ठभूमि
ka: ფონი
ru: Фон
sl: Ozadje
tr: Arka Plan

source: Fill background
eo: Plenigi fonon
he: מילוי רקע
hi: पृष्ठभूमि भरें
ka: ფონის შევსება
ru: Заполнить фон
sl: Zapolni ozadje
tr: Arka planı doldur
