Repository: KDE/kxstitch
Catalog: po/*/kxstitch.po
Languages: eo, he, hi, ka, ru, sl, tr

source: Import Image - Image Size %1 x %2 pixels
eo: Importi Bildon - Bilda Grandeco %1 x %2 rastrumeroj
he: ייבוא תמונה - גודל תמונה %1 × %2 פיקסלים
hi: छवि आयात करें - छवि आकार %1 x %2 पिक्सेल
ka: გამოსახულების შემოტანა - გამოსახულების ზომაა %1 x %2 პიქსელი
ru: Импорт изображения (размер — %1⨯%2 пикселов)
sl: Uvozi sliko: velikost slike %1 x %2 sl. točk
tr: Görsel İçe Aktar - Görsel Boyutu %1 x %2 piksel

source: Centimeters
eo: Centimetroj
he: סנטימטרים
hi: सेंटीमीटर
ka: სანტიმეტრი
ru: Сантиметры
sl: Centimetri
tr: Santimetre

source: Rendering preview
eo: Reprezentanta antaŭrigardon
he: תצוגה מקדימה לתיצוג
hi: रेंडरिंग पूर्वावलोकन
ka: მინიატურის რენდერი
ru: Обработка предварительного просмотра
sl: Izrisovanje predogleda
tr: Önizleme sunuluyor

source: Cancel
eo: Nuligi
he: ביטול
hi: रद्द करना
ka: შეწყვეტა
ru: Отмена
sl: Prekliči
tr: İptal

source: Colors limited to %1 due to the number of symbols available
eo: Koloroj limigitaj al %1 pro la nombro da disponeblaj simboloj
he: הצבעים מוגבלים ל־%1 עקב מספר הסמלים הזמינים
hi: उपलब्ध प्रतीकों की संख्या के कारण रंग %1 तक सीमित हैं
ka: ფერები შეზღუდულია %1-ზე ხელმისაწვდომი სიმბოლოების რაოდენობის გამო
ru: Количество цветов ограничено %1 (в соответствии с количеством доступных обозначений)
sl: Barve so omejene na %1 zaradi števila simbolov, ki so na voljo
tr: Renkler, mevcut sembol sayısı yüzünden %1 e limitlendi

source: Key Element Properties
eo: Ŝlosila Elementaj Propraĵoj
he: מאפייני רכיב מפתח
hi: मुख्य तत्व गुण
ka: ძირითადი ელემენტების თვისებები
ru: Свойства элемента обозначения
sl: Lastnosti ključnih elementov
tr: Anahtar Öge Özellikleri

source: Loading Library %1
eo: Ŝargante Bibliotekon %1
he: הספרייה %1 נטענת
hi: लाइब्रेरी %1 लोड हो रही है
ka: ბიბლიოთეკის ჩატვირთვა: %1
ru: Загрузка библиотеки %1
sl: Nalaganje knjižnice %1
tr: Kitaplık %1 Yükleniyor

source: Failed to read a pattern from the library %1. %2
he: קריאת התבנית מהספרייה %1 נכשלה. %2
hi: लाइब्रेरी से पैटर्न पढ़ने में विफल %1. %2
ka: ჩავარდა ნიმუშის წაკითხვა ბიბლიოთეკიდან %1. %2
ru: Не удалось прочитать схему из библиотеки %1. %2
sl: Branje vzorca iz knjižnice %1 je spodletelo. %2
tr: Kitaplık %1 den desen okuma başarısız. %2

source: Failed to read library.
eo: Malsukcesis legi la bibliotekon.
he: קריאת הספרייה נכשלה.
hi: लाइब्रेरी पढ़ने में विफल.
ka: ბიბლიოთეკის წაკითხვა ჩავარდა.
ru: Не удалось прочитать библиотеку.
sl: Branje knjižnice ni uspelo.
tr: Kitaplık okunamadı.

source: The file %1 could not be opened for reading. %2
he: לא ניתן לפתוח את הקובץ %1 לקריאה. %2
hi: फ़ाइल %1 पढ़ने के लिए नहीं खोली जा सकी. %2
ka: ფაილი %1 ვერ გაიხსნა წასაკითხად. %2
ru: Файл %1 не удалось открыть для чтения. %2
sl: Datoteke %1 ni bilo mogoče odpreti za branje. %2
tr: Dosya %1 okumak için açılamadı. %2

source: Error opening file
eo: Eraro dum malfermo de dosiero
he: שגיאה בפתיחת קובץ
hi: फ़ाइल खोलने में त्रुटि
ka: შეცდომა ფაილის გახსნისას
ru: Ошибка открытия файла
sl: Napaka med odpiranjem datoteke
tr: Dosya açarken hata

source: The file %1 could not be opened for writing. %2
he: לא ניתן לפתוח את הקובץ %1 לכתיבה. %2
hi: फ़ाइल %1 लेखन के लिए नहीं खोली जा सकी. %2
ka: ფაილი %1 ვერ გაიხსნა ჩასაწერად. %2
ru: Файл %1 не удалось открыть для записи. %2
sl: Datoteke %1 ni bilo mogoče odpreti za pisanje. %2
tr: Dosya %1 yazmak için açılamadı. %2

source: Library File Paths
eo: Bibliotekaj Dosieraj Vojetoj
he: נתיבי קובץ ספרייה
hi: लाइब्रेरी फ़ाइल पथ
ka: ბიბლიოთეკის ფაილის ბილიკები
ru: Пути к файлам библиотек
sl: Poti datotek knjižnice
tr: Kitaplık Dosya Yolları

source: Library Manager
eo: Bibliotekestro
he: מנהל ספרייה
hi: पुस्तकालय प्रबंधक
ka: ბიბლიოთეკის მმართველი
ru: Диспетчер библиотек
sl: Upravitelj knjižnice
tr: Kitaplık Yöneticisi

source: The Library Manager can be used to store reusable patterns for insertion into new patterns. There are no library categories defined. Click the Help button for information on creating and populating libraries.
hi: लाइब्रेरी मैनेजर का उपयोग नए पैटर्न में डालने के लिए पुन: प्रयोज्य पैटर्न को संग्रहीत करने के लिए किया जा सकता है। कोई लाइब्रेरी श्रेणियाँ परिभाषित नहीं हैं। लाइब्रेरी बनाने और पॉपुलेट करने के बारे में जानकारी के लिए सहायता बटन पर क्लिक करें।
ka: ბიბლიოთეკების მმართველი, შეგიძლიათ, მრავალჯერადად გამოყენებული ნიმუშების შესანახად გამოყენოთ ახალ ნიმუშებში. ბიბლიოთეკის კატეგორიები განსაზღვრული არაა. დააწკაპუნეთ დახმარების ღილაკზე, რომ მიიღოთ ინფორმაცია ბიბლიოთეკის შექმნისა და შევსების შესახებ.
ru: Диспетчер библиотек позволяет сохранять схемы для повторного использования. Сейчас не определено библиотечных категорий. Нажмите кнопку «Справка», чтобы узнать больше о создании и заполнении библиотек.
sl: Upravitelja knjižnice lahko uporabite za shranjevanje vzorcev za ponovno uporabo za vstavljanje v nove vzorce. Ni definiranih kategorij knjižnice. Kliknite gumb »Pomoč« za informacije o ustvarjanju in popolnjevanju knjižnic.
tr: Kitaplık yöneticisi, yeni desenlere eklenen tekrar kullanılabilir desenleri saklamak için kullanılabilir. Hiç kitaplık kategoroisi tanımlanmamış. Kitaplık oluşturma ve doldurma hakkında bilgi almak için Yardım butonuna tıklayın.

source: Select a library to show the associated patterns.
eo: Elektu bibliotekon por montri la rilatajn ŝablonojn.
he: נא לבחור ספרייה כדי להציג את התבניות המשויכות.
hi: संबद्ध पैटर्न दिखाने के लिए लाइब्रेरी का चयन करें.
ka: შეარჩიეთ ბიბლიოთეკა ასოცირებული ნიმუშების საჩვენებლად.
ru: Выберите библиотеку для просмотра связанных схем.
sl: Izberite knjižnico, da prikažete povezane vzorce.
tr: İlişkili desenleri göstermek için kitaplık seçin.

source: There are no patterns defined for this library. Click the Help button for information on creating and populating libraries.
hi: इस लाइब्रेरी के लिए कोई पैटर्न परिभाषित नहीं है। लाइब्रेरी बनाने और पॉपुलेट करने के बारे में जानकारी के लिए सहायता बटन पर क्लिक करें।
ka: ამ ბიბლიოთეკისთვის ნიმუშები განსაზღვრული არაა. დააწკაპუნეთ დახმარების ღილაკზე, რომ მიიღოთ ინფორმაცია ბიბლიოთეკების შექმნისა და შევსების შესახებ.
ru: Для этой библиотеки не определено схем. Нажмите кнопку «Справка», чтобы узнать больше о создании и заполнении библиотек.
sl: Ni opredeljenih vzorcev. za to knjižnico. Za informacije kliknite gumb »Pomoč« o ustvarjanju in naselitvi knjižnic.
tr: Bu kitaplık için hiç desen tanımlanmamış. Kitaplık oluşturma ve doldurma hakkında bilgi almak için Yardım butonuna tıklayın.

source: New Category
eo: Nova Kategorio
he: קטגוריה חדשה
hi: नई श्रेणी
ka: ახალი კატეგორია
ru: Новая категория
sl: Nova kategorija
tr: Yeni Kategori

source: Add to Export List
eo: Aldoni al Eksporta Listo
he: הוספת לרשימת הייצוא
hi: निर्यात सूची में जोड़ें
ka: გატანის სიაში ჩამატება
ru: Добавить в список экспорта
sl: Dodaj na izvozni seznam
tr: Dışa Aktarma Listesine Ekle

source: Properties...
eo: Trajtoj...
he: מאפיינים…
hi: गुण...
ka: თვისებები...
ru: Свойства...
sl: Lastnosti ...
tr: Özellikler...

source: Delete
eo: Forigi
he: מחיקה
hi: मिटाना
ka: წაშლა
ru: Удалить
sl: Izbriši
tr: Sil

source: Create Category
eo: Krei Kategorion
he: יצירת קטגוריה
hi: श्रेणी बनाएं
ka: კატეგორიის შექმნა
ru: Создать категорию
sl: Ustvari kategorijo
tr: Kategori Oluştur

source: Category Name
eo: Kategoria Nomo
he: שם קטגוריה
hi: श्रेणी नाम
ka: კატეგორიის სახელი
ru: Название категории
sl: Ime kategorije
tr: Kategori Adı

source: This category already exists.
eo: Ĉi tiu kategorio jam ekzistas.
he: הקטגוריה הזאת כבר קיימת.
hi: यह श्रेणी पहले से मौजूद है.
ka: ეს კატეგორია უკვე არსებობს.
ru: Эта категория уже существует.
sl: Ta kategorija že obstaja.
tr: Bu kategori zaten var.

source: Category Exists
eo: Kategorio Ekzistas
he: הקטגוריה קיימת
hi: श्रेणी मौजूद है
ka: კატეგორია არსებობს
ru: Категория существует
sl: Kategorija obstaja
tr: Kategori Var

source: Delete this pattern.
eo: Forigi ĉi tiun ŝablonon.
he: מחיקת התבנית הזאת.
hi: इस पैटर्न को हटाएँ.
ka: ამ შაბლონის წაშლა.
ru: Удалить эту схему.
sl: Izbriši ta vzorec.
tr: Bu kalıbı sil.

source: Library Pattern Properties
eo: Biblioteko Padrono Propraĵoj
he: מאפייני תבנית ספרייה
hi: लाइब्रेरी पैटर्न गुण
ka: ბიბლიოთეკის ნიმუშის თვისებები
ru: Свойства библиотеки схемы
sl: Lastnosti knjižnice vzorcev
tr: Kitaplık Desedn Özellikleri

source: existing library
eo: ekzistanta biblioteko
he: ספרייה קיימת
hi: मौजूदा पुस्तकालय
ka: არსებული ბიბლიოთეკა
ru: существующая библиотека
sl: obstoječa knjižnica
tr: mevcut kitaplık

source: A cross stitch pattern creator.
eo: Kreinto de ŝablonoj de krucpunkto.
he: יוצר תבניות תכים משוכלים.
hi: एक क्रॉस सिलाई पैटर्न निर्माता।
ka: ჯვარედინი გვრისტის ნიმუშის შემქმნელი.
ru: Создание схем для вышивки крестом.
sl: Ustvarjalec vzorcev za vezenje.
tr: Çapraz dikiş desen oluşturucu.

source: Project Lead
eo: Projektestro
he: ראש המיזם
hi: प्रोजेक्ट लीड
ka: პროექტის წამყვანი
ru: Ведение проекта
sl: Vodja projekta
tr: Proje Yöneticisi

source: Bug fixes, application icons
eo: Cimoj korektoj, aplikaj piktogramoj
he: תיקוני תקלות, סמלי היישום
hi: बग फिक्स, एप्लिकेशन आइकन
ka: შეცდომის გამოსწორება, პროგრამის ხატულა
ru: Исправление ошибок, значки приложения
sl: Popravki napak, ikone aplikacije
tr: Hata düzeltmeleri, uygulama simgeleri

source: Man page
eo: Viropaĝo
he: עמוד ההדרכה (Man)
hi: मैन पेज
ka: მთავარი გვერდი
ru: Man-страница
sl: Stran man
tr: Kılavuz sayfası

source: Bug fixes, improvements
eo: Cimoj korektoj, plibonigoj
he: תיקוני תקלות, שיפורים
hi: बग फिक्स, सुधार
ka: შეცდომების გამოსწორება, გაუმჯობესება
ru: Исправление ошибок и улучшения
sl: Popravki napak, izboljšave
tr: Hata düzeltmeleri, iyileştirmeler

# NAME OF TRANSLATORS
source: Your names
he: צוות התרגום של KDE ישראל
hi: तुम्हारे नाम
ka: Temuri Doghonadze
ru: Олеся Герасименко
sl: Martin Srebotnjak
tr: Mesutcan Kurt

# EMAIL OF TRANSLATORS
source: Your emails
he: kde-l10n-he@kde.org
hi: आपके ईमेल
ka: Temuri.doghonadze@gmail.com
ru: translation-team@basealt.ru
sl: miles@filmsi.net
tr: mesutcank@gmail.com

source: Document to open.
eo: Dosiero malfermenda.
he: מסמך לפתיחה.
hi: दस्तावेज़ खोलने के लिए.
ka: გასახსნელი დოკუმენტი.
ru: Открываемый документ.
sl: Dokument za odpiranje.
tr: Açılacak belge.

source: Save changes to document? Selecting No discards changes.
sl: Ali želite shraniti spremembe v dokument? Če izberete možnost Ne, zavržete spremembe.

source: Unable to save the file
eo: Ne eblas konservi la dosieron
he: לא ניתן לשמור את הקובץ
hi: फ़ाइल सहेजने में असमर्थ
ka: ფაილში შენახვის შეცდომა
ru: Не удалось сохранить файл
sl: Datoteke ni mogoče shraniti
tr: Dosya kaydetme başarısız

source: Open file
eo: Malfermi dosieron
he: פתיחת קובץ
hi: खुली फाइल
ka: ფაილის გახსნა
ru: Открыть файл
sl: Odpri datoteko
tr: Dosya aç

source: KXStitch Patterns (*.kxs);;PC Stitch Patterns (*.pat);;All Files (*)
eo: KXStitch Patterns (*.kxs);;PC Stitch Patterns (*.pat);;Ĉiuj Dosieroj (*)
he: תבניות של KXStitch‏ (‎*.kxs);;תבניות תכים מסוג PC‏ (‎*.pat);;כל הקבצים (*)
hi: KXStitch पैटर्न (*.kxs);;PC सिलाई पैटर्न (*.pat);;सभी फ़ाइलें (*)
ka: KXStitch ნიმუშები (*.kxs);; PC Stitch ნიმუშები (*.pat);; ყველა ფაილი (*)
ru: Схемы KXStitch (*.kxs);;Схемы PC Stitch (*.pat);;Все файлы (*)
sl: Vzorci KXStitch (*.kxs);; Vzorci PC Stitch (*.pat);; Vse datoteke (*)
tr: KX Dikiş Kalıpları (*.kxs);;PC Stitch Kalıpları (*.pat);;Tüm Dosyalar (*)

source: The file does not appear to be a recognized cross stitch file.
eo: La dosiero ne ŝajnas esti agnoskita krucpunkto-dosiero.
he: הקובץ לא נראה כמו קובץ תכים משוכלים מוכר.
hi: यह फ़ाइल मान्यता प्राप्त क्रॉस स्टिच फ़ाइल नहीं लगती।
ka: ფაილი ჯვარდენილი გვირისტის ფაილს არ ჰგავს.
ru: Похоже, формат этого файла отличается от поддерживаемых программой файлов стежков.
sl: Zdi se, da datoteka ni prepoznana datoteka vzorca za vezenje.
tr: Bu dosya çapraz dikiş dosyası olarak tanınamadı.

source: This version of the file is not supported. %1
he: הגרסה של הקובץ הזה לא נתמכת. %1
hi: फ़ाइल का यह संस्करण समर्थित नहीं है. %1
ka: ფაილის ეს ვერსია მხარდაჭერილი არაა. %1
ru: Эта версия файла не поддерживается. %1
sl: Ta različica datoteke ni podprta. %1
tr: Dosyanın bu sürümü desteklenmiyor. %1

source: Failed to read the file. %1.
he: קריאת הקובץ נכשלה. %1.
hi: फ़ाइल पढ़ने में विफल. %1.
ka: ფაილის წაკითხვის შეცდომა. %1.
ru: Не удалось прочитать файл. %1.
sl: Branje datoteke ni uspelo. %1.
tr: Dosya okunamadı. %1.

source: Failed to save the file. %1
he: שמירת הקובץ נכשלה. %1
hi: फ़ाइल सहेजने में विफल. %1
ka: ფაილის შენახვა ვერ მოხერხდა. %1
ru: Не удалось сохранить файл. %1
sl: Shranjevanje datoteke ni uspelo. %1
tr: Dosya yazılamadı. %1

source: Failed to open the file. %1
he: פתיחת הקובץ נכשלה. %1
hi: फ़ाइल खोलने में विफल. %1
ka: ფაილის გახსნა ვერ მოხერხდა. %1
ru: Не удалось открыть файл. %1
sl: Odpiranje datoteke ni uspelo. %1
tr: Dosya okunamadı. %1

source: Save As...
eo: Konservi kiel...
he: שמירה בשם…
hi: के रूप रक्षित करें...
ka: შენახვა, როგორც...
ru: Сохранить как...
sl: Shrani kot ...
tr: Farklı Kaydet...

source: Cross Stitch Patterns (*.kxs)
eo: Kruckudrecaj Ŝablonoj (*.kxs)
he: תבניות תכים משוכלים (‎*.kxs)
hi: क्रॉस सिलाई पैटर्न (*.kxs)
ka: Cross Stitch-ის ნიმუშები (*.kxs)
ru: Схемы вышивки крестом (*.kxs)
sl: Vzorci za vezenje (*.kxs)

source: This file already exists Do you want to overwrite it?
sl: Ta datoteka že obstaja. Ali jo želite prepisati?

source: Revert changes to document?
eo: Ĉu malfari ŝanĝojn al dokumento?
he: להסיג את השינויים למסמך?
hi: दस्तावेज़ में परिवर्तन वापस लाएं?
ka: დავაბრუნო დოკუმენტის ცვლილებები?
ru: Сбросить изменения в документе?
sl: Ali želite povrniti spremembe dokumenta?
tr: Belgedeki değişiklikleri geri al?

source: There is nothing to print
eo: Estas nenio por presi
he: אין מה להדפיס
hi: छापने के लिए कुछ भी नहीं है
ka: დასაბეჭდი არაფერია
ru: Нечего печатать
sl: Nič ni za natisniti
tr: Yazdırılacak bir şey yok

source: Images (*.bmp *.gif *.jpg *.png *.pbm *.pgm *.ppm *.xbm *.xpm *.svg)
eo: Bildoj (*.bmp *.gif *.jpg *.png *.pbm *.pgm *.ppm *.xbm *.xpm *.svg)
he: תמונות (‎*.bmp‏ ‎*.gif‏ ‎*.jpg‏ ‎*.png‏ ‎*.pbm‏ ‎*.pgm‏ ‎*.ppm‏ ‎*.xbm‏ ‎*.xpm‏ ‎*.svg)
hi: छवियां (*.bmp*.gif*.jpg*.png*.pbm*.pgm*.ppm*.xbm*.xpm*.svg)
ka: გამოსახულებები (*.bmp *.gif *.jpg *.png *.pbm *.pgm *.ppm *.xbm *.xpm *.svg)
ru: Изображения (*.bmp *.gif *.jpg *.png *.pbm *.pgm *.ppm *.xbm *.xpm *.svg)
sl: Slike (*.bmp *.gif *.jpg *.png *.pbm *.pgm *.ppm *.xbm *.xpm *.svg)
tr: Görseller (*.bmp *.gif *.jpg *.png *.pbm *.pgm *.ppm *.xbm *.xpm *.svg)

source: Converting to stitches
eo: Konverti al punktoj
he: המרה לתכים
hi: टांकों में परिवर्तित करना
ka: გვირისტებად გარდაქმნა
ru: Преобразование в стежки
sl: Pretvarjanje v šive
tr: Dikişe dönüştürülüyor

source: Background Image
eo: Fona Bildo
he: תמונת רקע
hi: पृष्ठभूमि छवि
ka: ფონის სურათი
ru: Фоновое изображение
sl: Slika za ozadje
tr: Arka Plan Görseli

source: Undo %1
eo: Malfari %1
he: הסגת %1
hi: पूर्ववत करें%1
ka: %1-ის დაბრუნება
ru: Отменить %1
sl: Razveljavi %1
tr: Geri Al: %1

source: Redo %1
eo: Refari %1
he: ביצוע %1 מחדש
hi: फिर से करें %1
ka: %1-ის გამეორება
ru: Повторить %1
sl: Znova uveljavi %1
tr: Yinele: %1

# The Editor config page
source: Editor
eo: Redaktilo
he: עורך
hi: संपादक
ka: რედაქტორი
ru: Редактор
sl: Urednik
tr: Düzenleyici

source: Pattern
eo: Ŝablono
he: תבנית
hi: नमूना
ka: შაბლონი
ru: Схема
sl: Vzorec
tr: Desen

source: Palette
eo: Paletro
he: לוח צבעים
hi: पैलेट
ka: პალიტრა
ru: Палитра
sl: Paleta
tr: Palet

source: Import
eo: Importi
he: ייבוא
hi: आयात
ka: შემოტანა
ru: Импорт
sl: Uvozi
tr: İçe Aktar

source: Library
eo: Biblioteko
he: ספרייה
hi: पुस्तकालय
ka: ბიბლიოთეკა
ru: Библиотека
sl: Knjižnica
tr: Kitaplık

source: Printer Configuration
eo: Agordo de Printilo
he: הגדרות מדפסת
hi: प्रिंटर कॉन्फ़िगरेशन
ka: პრინტერის მორგება
ru: Настройка печати
sl: Prilagoditev tiskalnika
tr: Yazıcı Yapılandırması

source: Print Setup...
eo: Presa agordo...
he: הגדרות הדפסה…
hi: प्रिंट सेटअप...
ka: ბეჭდვის მორგება...
ru: Параметры печати...
sl: Nastavitev tiskanja ...
tr: Yazdırma Ayarları...

source: Add Background Image...
eo: Aldoni fonbildon...
he: הוספת תמונת רקע…
hi: पृष्ठभूमि छवि जोड़ें...
ka: ფონის გამოსახულების დამატება...
ru: Добавить фоновое изображение...
sl: Dodaj sliko ozadja ...
tr: Arka Plan Görseli Ekle...

source: Mirror/Rotate makes copies
eo: Spegulu/Rotacii faras kopiojn
he: היפוך/סיבוב יוצר עותקים
hi: मिरर/रोटेट प्रतिलिपियाँ बनाता है
ka: ანარეკლი / მობრუნება ასლებს ქმნის
ru: Отзеркаливание и поворот создают копии
sl: Zrcaljenje/vrtenje naredi kopije
tr: Aynalama/Döndürme kopya oluşturur

source: Horizontally
eo: Horizontale
he: אופקית
hi: क्षैतिज
ka: ჰორიზონტალურად
ru: Горизонтально
sl: Vodoravno
tr: Yatay

source: Vertically
eo: Vertikale
he: אנכית
hi: लंबवत
ka: ვერტიკალურად
ru: Вертикально
sl: Navpično
tr: Dikey

source: 90 Degrees
he: 90 מעלות
hi: 90 डिग्री
ka: 90 გრადუსი
ru: 90 градусов
sl: 90 stopinj
tr: 90 Derece

source: 180 Degrees
eo: 180 Gradoj
he: 180 מעלות
hi: 180 डिग्री
ka: 180 გრადუსი
ru: 180 градусов
sl: 180 stopinj
tr: 180 Derece

source: 270 Degrees
eo: 270 Gradoj
he: 270 מעלות
hi: 270 डिग्री
ka: 270 გრადუსი
ru: 270 градусов
sl: 270 stopinj
tr: 270 Derece

source: Stitch Mask
eo: Stitch Masko
he: מסכת תכים
hi: सिलाई मास्क
ka: გვირისტის ნიღაბი
ru: Маска стежков
sl: Maska za vezenje
tr: Dikiş Maskesi

source: Color Mask
eo: Kolora Masko
he: מסכת צבע
hi: रंग मास्क
ka: ფერების ნიღაბი
ru: Маска цветов
sl: Barvna maska
tr: Renk Maskesi

source: Exclude Backstitches
eo: Ekskludi Dorskudrerojn
he: החרגת תכים אחוריים
hi: बैकस्टिच को बाहर रखें
ka: უკუგვირისტების ამოღება
ru: Исключить обратные стежки
sl: Izključi hrbtne vbode
tr: İğne Ardı Dikişleri Hariç Tut

source: Exclude Knots
eo: Ekskludi Nodojn
he: החרגת קשרים
hi: गांठें हटाएँ
ka: კვანძების ამოღება
ru: Исключить узлы
sl: Izključi vozle
tr: Düğümleri Hariç Tut

source: Quarter Stitch
eo: Kvarona Stitch
he: רבע תך
hi: क्वार्टर सिलाई
ka: მეოთხედი გვირისტი
ru: Четвертной стежок
sl: Četrtinski vbod
tr: Çeyrek Dikiş

source: Half Stitch
eo: Duona punkto
he: חצי תך
hi: आधा सिलाई
ka: ნახევარი გვირისტი
ru: Полукрест
sl: Polovični vbod
tr: Yarım Dikiş

source: 3 Quarter Stitch
eo: 3 Kvarona Stitch
he: שלושה רבעי תך
hi: 3 क्वार्टर सिलाई
ka: 3 მეოთხედი გვირისტი
ru: Стежок на три четверти
sl: Tri-četrtinski vbod
tr: 3 Çeyrek Dikiş

source: Full Stitch
eo: Plena Stitch
he: תך מלא
hi: पूर्ण सिलाई
ka: სრული გვირისტი
ru: Полный стежок
sl: Polni vbod
tr: Tam Dikiş

source: Small Half Stitch
eo: Malgranda Duona Kudrero
he: חצי תך קטן
hi: छोटी आधी सिलाई
ka: პატარა ნახევარი გვირისტი
ru: Малый полукрест
sl: Majhen polovični vbod
tr: Küçük Yarım Dikiş

source: Small Full Stitch
eo: Malgranda Plena Stitch
he: תך מלא קטן
hi: छोटी पूरी सिलाई
ka: პატარა სრული გვირისტი
ru: Малый полный стежок
sl: Majhen polni vbod
tr: Küçük Tam Dikiş

source: French Knot
eo: Franca Nodo
he: תפר צרפתי
hi: फ्रेंच नॉट
ka: ფრანგული კვანძი
ru: Французский узел
sl: Francoski vozel
tr: Fransız Düğümü

source: Paint
eo: Farbo
he: צביעה
hi: रँगना
ka: დახატვა
ru: Окрасить
sl: Slikaj
tr: Boya

source: Draw
eo: Egaliĝo
he: ציור
hi: खींचना
ka: ხატვა
ru: Нарисовать
sl: Riši
tr: Çiz

source: Erase
eo: Rastrumerviŝilo
he: מחיקה
hi: मिटाएं
ka: წაშლა
ru: Стереть
sl: Izbriši
tr: Sil

# Select an area of the pattern
source: Select
eo: Elekti
he: בחירה
hi: चुनना
ka: აირჩიეთ
ru: Выделение
sl: Izberi
tr: Seç

source: Backstitch
eo: Dorskudrero
he: תך אחורי
hi: टांका
ka: უკუგვირისტი
ru: Обратный стежок
sl: Hrbtni vbod
tr: İğne Ardı Dikiş

source: Color Picker
eo: Koloro Elektilo
he: בורר צבעים
hi: रंग चुनने वाली मशीन
ka: ფერის ამრჩევი
ru: Пипетка
sl: Kapalka
tr: Renk Seçici

source: Palette Manager...
eo: Paletmanaĝero...
he: מנהל לוחות צבעים…
hi: पैलेट प्रबंधक...
ka: პალიტრების მმართველი...
ru: Редактировать палитру...
sl: Upravljavec palet ...
tr: Palet Yöneticisi...

source: Show Symbols
eo: Montri Simbolojn
he: הצגת סמלים
hi: प्रतीक दिखाएं
ka: სიმბოლოების ჩვენება
ru: Показывать обозначения
sl: Pokaži simbole
tr: Sembolleri Göster

source: Clear Unused
eo: Viŝi Neuzatan
he: פינוי אלו שלא בשימוש
hi: अप्रयुक्त साफ़ करें
ka: გამოუყენებლის წაშლა
ru: Убрать неиспользуемые
sl: Počisti neuporabljeno
tr: Kullanılmayanleri Temizle

source: Calibrate Scheme...
eo: Kalibro Skemo...
he: כיול סכמה…
hi: अंशांकन योजना...
ka: სქემის კალიბრაცია...
ru: Настройка схемы…
sl: Umeri shemo ...
tr: Şemayı Ayarla...

source: Replace Colors
eo: Anstataŭigi Kolorojn
he: החלפת צבעים
hi: रंग बदलें
ka: ფერების ჩანაცვლება
ru: Заменить цвета
sl: Zamenjaj barve
tr: Renkleri Değiştir

source: Extend Pattern...
eo: Etendi Skemon...
he: הרחבת תבנית…
hi: पैटर्न का विस्तार करें...
ka: შაბლონის გაფართოება...
ru: Расширить схему...
sl: Razširi vzorec ...
tr: Kalıbı Genişlet...

source: Crop Canvas to Pattern
eo: Tondi Kanvason al Ŝablono
he: חיתוך מתחם הציור לתבנית
hi: कैनवास को पैटर्न में काटें
ka: ტილოს ამოჭრა ნიმუშზე
ru: Обрезать холст по схеме
sl: Obreži platno v vzorec
tr: Tuvali Kalıba Kırp

source: Crop Canvas to Selection
eo: Tondi Kanvason al Elekto
he: חיתוך מתחם הציור לבחירה
hi: चयन के लिए कैनवास क्रॉप करें
ka: ტილოს ამოჭრა მონიშნულზე
ru: Обрезать холст по выделению
sl: Obreži platno v izbor
tr: Tuvali Seçime Kırp

source: Library Manager...
eo: Bibliotekestro...
he: מנהל ספרייה…
hi: पुस्तकालय प्रबंधक...
ka: ბიბლიოთეკის მმართველი...
ru: Диспетчер библиотек…
sl: Upravitelj knjižnice ...
tr: Kitaplık Yöneticisi...

source: Regular Stitches
eo: Regulaj punktoj
he: תכים רגילים
hi: नियमित टांके
ka: ჩვეულებრივი გვირისტები
ru: Обычные стежки
sl: Navadni vbodi
tr: Düzenli Dikişler

source: Black & White Symbols
eo: Nigraj & Blankaj Simboloj
he: סמלי שחור ולבן
hi: काले और सफेद प्रतीक
ka: შავი და თეთრი სიმბოლოები
ru: Чёрно-белые обозначения
sl: Črno-beli simboli
tr: Siyah & Beyaz Semboller

source: Color Symbols
eo: Koloraj Simboloj
he: סמלי צבע
hi: रंग प्रतीक
ka: ფერადი სიმბოლოები
ru: Цветные обозначения
sl: Barvni simboli
tr: Renk Sembolleri

source: Color Blocks
eo: Koloro-Blokoj
he: מקטעי צבע
hi: रंग ब्लॉक
ka: ფერადი ბლოკები
ru: Цветные блоки
sl: Barvni bloki
tr: Renk Blokları

source: Color Blocks & Symbols
eo: Koloraj Blokoj kaj Simboloj
he: מקטעי צבע וסמלים
hi: रंग ब्लॉक और प्रतीक
ka: ფერადი ბლოკები და იმბოლოები
ru: Цветные блоки и обозначения
sl: Barvni bloki in simboli
tr: Renk Blokları & Semboller

source: Color Lines
eo: Koloraj Linioj
he: קווי צבע
hi: रंग रेखाएँ
ka: ფერადი ხაზები
ru: Цветные линии
sl: Barvne črte
tr: Renk Çizgileri

source: Color Highlight
eo: Kolora Emfazaĵo
he: הדגשת צבע
hi: रंग हाइलाइट
ka: ფერადი გამოკვეთა
ru: Цветная подсветка
sl: Barvno poudarjanje
tr: Renk Vurgulama

source: Show Stitches
eo: Montri Stitches
he: הצגת תכים
hi: टाँके दिखाएँ
ka: ნაკერების ჩვენება
ru: Показывать стежки
sl: Pokaži vbode
tr: Dikişleri Göster

source: Show Backstitches
eo: Montri Dorskudrerojn
he: הצגת תכים אחוריים
hi: बैकस्टिच दिखाएँ
ka: დალიანდაგების ჩვენება
ru: Показывать обратные стежки
sl: Pokaži hrbtne vbode
tr: İğne Ardı Dikişleri Göster

source: Show French Knots
eo: Montri Francajn Nodojn
he: הצגת תפר צרפתי
hi: फ्रेंच नॉट्स दिखाएँ
ka: ფრანგული კვანძების ჩვენება
ru: Показывать французские узлы
sl: Pokaži francoske vozle
tr: Fransız Düğümlerini Göster

source: Show Grid
eo: Montri Kradon
he: הצגת רשת
hi: ग्रिड दिखाएं
ka: ბადის ჩვენება
ru: Показать сетку
sl: Pokaži mrežo
tr: Izgarayı Göster

source: Show Background Images
eo: Montri Fonajn Bildojn
he: הצגת תמונות רקע
hi: पृष्ठभूमि छवियाँ दिखाएँ
ka: ფონის სურათების ჩვენება
ru: Показывать фоновые изображения
sl: Pokaži sliko ozadja
tr: Arka Plan Görseli Göster

source: Preview
eo: Antaŭrigardo
he: תצוגה מקדימה
hi: पूर्व दर्शन
ka: მინიატურა
ru: Предварительный просмотр
sl: Predogled
tr: Önizleme

source: History
eo: Historio
he: היסטוריה
hi: इतिहास
ka: ისტორია
ru: Журнал действий
sl: Zgodovina
tr: Geçmiş

source: Imported Image
eo: Importita Bildo
he: תמונה מיובאת
hi: आयातित छवि
ka: შემოტანილი გამოსახულება
ru: Импортированное изображение
sl: Uvožena slika
tr: İçe Aktarılan Görsel

source: New Floss
eo: Nova Floss
he: חוט חדש
hi: नया फ़्लॉस
ka: ახალი აბრეშუმი ძაფი
ru: Добавить нить
sl: Nova nit
tr: Yeni İp
