Repository: KDE/kxstitch
Catalog: po/*/kxstitch.po
Languages: eo, he, hi, ka, ru, sl, tr

source: Transparency
eo: Travidebleco
he: שקיפות
hi: पारदर्शिता
ka: გამჭვირვალე
ru: Прозрачность
sl: Prosojnost
tr: Şeffaflık

source: Element Content
eo: Elementa Enhavo
he: תוכן רכיב
hi: तत्व सामग्री
ka: ელემენტის შემცელობა
ru: Содержимое элемента
sl: Vsebina elementa
tr: Öge İçeriği

source: Font
eo: Tiparo
he: גופן
hi: फ़ॉन्ट
ka: ფონტი
ru: Шрифт
sl: Pisava
tr: Yazıtipi

source: Key Elements
eo: Ŝlosilaj Elementoj
he: רכיבי מפתח
hi: मुख्य तत्व
ka: ძირითადი ელემენტები
ru: Элементы обозначения
sl: Ključni elementi
tr: Anahtar Ögeler

source: First element
eo: Unua elemento
he: הרכיב הראשון
hi: पहला तत्व
ka: პირველი ელემენტი
ru: Первый элемент
sl: Prvi element
tr: İlk öge

source: The first line of the key to display
eo: La unua linio de la ŝlosilo por montri
he: שורת המפתח הראשונה להצגה
hi: प्रदर्शित करने के लिए कुंजी की पहली पंक्ति
ka: გასაღების პირველი ხაზი საჩვენებლად
ru: Первая строка обозначения, которую следует показывать
sl: Prva vrstica ključa za prikaz
tr: Anahtarın ilk gösterilecek satırı

source: No. elements
eo: Ne elementoj
he: מספר הרכיבים
hi: तत्वों की संख्या
ka: ელემენტების რიცხვი
ru: Количество элементов
sl: Št. elementov
tr: Öge no.

source: The number of key elements to display (0 for all)
eo: La nombro da ŝlosilaj elementoj por montri (0 por ĉiuj)
he: מספר רכיבי המפתח להצגה (0 כדי להציג הכול)
hi: प्रदर्शित करने के लिए कुंजी तत्वों की संख्या (सभी के लिए 0)
ka: საჩვენებელი ძირითადი ელემენტების რაოდენობა (0 ყველასთვის)
ru: Количество элементов обозначения для показа (0 для всех)
sl: Število ključnih elementov za prikaz (0 za vse)
tr: Gösterilecek anahtar öge sayısı (hepsi için 0)

source: Columns
eo: Kolumnoj
he: עמודות
hi: कॉलम
ka: სვეტები
ru: Столбцы
sl: Stolpci
tr: Sütunlar

source: Color
eo: Koloro
he: צבע
hi: रंग
ka: ფერი
ru: Цвет
sl: Barva
tr: Renk

source: Floss name
eo: Floss nomo
he: שם החוט
hi: फ़्लॉस नाम
ka: ძაფის სახელი
ru: Название нитки
sl: Ime niti
tr: İp adı

source: Floss description
eo: Floss-priskribo
he: תיאור החוט
hi: फ़्लॉस विवरण
ka: ძაფის აღწერა
ru: Описание нитки
sl: Opis niti
tr: İp açıklaması

source: Length
eo: Longo
he: אורך
hi: लंबाई
ka: ხანგრძლივობა
ru: Длина
sl: Dolžina
tr: Uzunluk

source: Skeins
eo: Fajetoj
he: דוללה
hi: स्केन्स
ka: ძაფის გორგლები
ru: Мотки
sl: Povesme
tr: Yumak

source: Library Configuration
eo: Biblioteko-Agordo
he: הגדרות ספרייה
hi: लाइब्रेरी कॉन्फ़िगरेशन
ka: ბიბლიოთეკის მორგება
ru: Настройка библиотеки
sl: Prilagoditev knjižnice
tr: Kitaplık Yapılandırması

source: Libraries
eo: Bibliotekoj
he: ספריות
hi: पुस्तकालय
ka: ბიბლიოთეკები
ru: Библиотеки
sl: Knjižnice
tr: Kitaplıklar

source: Icon default size
eo: Piktogramo defaŭlta grandeco
he: גודל סמל כברירת מחדל
hi: आइकन डिफ़ॉल्ट आकार
ka: ხატულის ნაგულისხმევი ზომა
ru: Стандартный размер значка
sl: Privzeta velikost ikone
tr: Simge öntanımlı boyutu

source: Alphabets
eo: Alfabetoj
he: סוגי אלף-בית
hi: अक्षर
ka: ანბანები
ru: Алфавиты
sl: Abecede
tr: Abeceler

source: Use caps lock
eo: Uzi majusklan ŝlosilon
he: להשתמש ב־Caps Lock
hi: कैप्स लॉक का उपयोग करें
ka: CapsLock-ის გამოყენება
ru: Использовать Caps Lock
sl: Uporabi tipko CapsLock
tr: Caps lock kullan

source: Word wrap
eo: Vortvolvaĵo
he: גלישת שורות
hi: वर्ड रैप
ka: სიტყვების გადატანა
ru: Перенос строк
sl: Prelom besed
tr: Sözcük kaydır

source: Default space width
eo: Defaŭlta spaclarĝo
he: רוחב רווח כברירת מחדל
hi: डिफ़ॉल्ट स्थान चौड़ाई
ka: ნაგულისხმევი გამოტოვების სიგანე
ru: Стандартная ширина пробела
sl: Privzeta širina presledka
tr: Öntanımlı boşluk genişliği

source: Line spacing
eo: Linia interspaco
he: ריווח שורות
hi: पंक्ति रिक्ति
ka: ხაზებს შუა მანძილი
ru: Межстрочный интервал
sl: Razmik med vrsticami
tr: Satır aralama

source: Extend pattern width
eo: Etendi ŝablono larĝeco
he: הרחבת רוחב תבנית
hi: पैटर्न की चौड़ाई बढ़ाएँ
ka: ნიმუშის სიგანის გაფართოება
ru: Увеличить ширину схему
sl: Razširi širino vzorca
tr: Desen genişliğini büyüt

source: Extend pattern height
eo: Etendi la altecon de la ŝablono
he: הרחבת גובה תבנית
hi: पैटर्न की ऊंचाई बढ़ाएं
ka: ნიმუშის სიმაღლის გაფართოება
ru: Увеличить высоту схемы
sl: Razširi višino vzorca
tr: Desen yüksekliğini büyüt

source: Paths
eo: Vojetoj
he: נתיבים
hi: के रास्ते
ka: კონტურები
ru: Пути
sl: Poti
tr: Yollar

source: Icon size
eo: Piktograma grando
he: גודל סמל
hi: आइकन का आकार
ka: ხატულების ზომა
ru: Размер значков
sl: Velikost Ikone
tr: Simge boyutu

source: Baseline
eo: Bazlinio
he: קו בסיס
hi: आधारभूत
ka: საბაზისო ხაზი
ru: Базовая линия
sl: Osnovnica
tr: Taban çizgi

source: Associated character
eo: Rilata signo
he: תו משויך
hi: संबद्ध चरित्र
ka: ასოცირებული სიმბოლო
ru: Связанный символ
sl: Povezani znak
tr: İlişkili karakter

source: Create New Floss
eo: Krei Novan Floss
he: יצירת חוט חדש
hi: नया फ़्लॉस बनाएं
ka: ახალი ძაფის შექმნა
ru: Создание новой нитки
sl: Ustvari novo nit
tr: Yeni İp Oluştur

# Color chooser
source: Color
eo: Koloro
he: צבע
hi: रंग
ka: ფერი
ru: Цвет
sl: Barva
tr: Renk

# The horizontal axis
source: Size
eo: Grandeco
he: גודל
hi: आकार
ka: ზომა
ru: Размер
sl: Velikost
tr: Boyut

source: Grid X spacing in mm
eo: Krado X interspaco en mm
he: ריווח X ברשת במילימטרים
hi: ग्रिड X रिक्ति (मिमी में)
ka: ბადის X გამოტოვება მმ-ში
ru: Интервал сетки по X в миллиметрах
sl: Razmik mreže X v mm
tr: Mm cinsinden Izgara X aralaması

source: Palette Configuration
eo: Paleta Agordo
he: הגדרת ערכת צבעים
hi: पैलेट कॉन्फ़िगरेशन
ka: პალიტრის მორგება
ru: Настройка палитры
sl: Prilagoditev palete
tr: Palet Yapılandırması

source: Show symbols
eo: Montri simbolojn
he: הצגת סמלים
hi: प्रतीक दिखाएं
ka: სიმბოლოების ჩვენება
ru: Показывать обозначения
sl: Pokaži simbole
tr: Sembolleri göster

source: Symbol library
eo: Biblioteko de simboloj
he: ספריית סמלים
hi: प्रतीक पुस्तकालय
ka: სიმბოლოების ბიბლიოთეკა
ru: Библиотека обозначений
sl: Knjižnica simbolov
tr: Sembol Kitaplığı

source: Default stitch strands
eo: Defaŭltaj kudraj fadenoj
he: גדילי תך כברירת מחדל
hi: डिफ़ॉल्ट सिलाई किस्में
ka: ნაგულისხმევი გვირისტის ბოჭკოები
ru: Стандартное количество волокон стежков
sl: Privzeti prameni vbodov
tr: Öntanımlı dikiş ipliği

source: Default backstitch strands
eo: Defaŭltaj dorskudridaj fadenoj
he: גדילי תך אחורי כברירת מחדל
hi: डिफ़ॉल्ट बैकस्टिच किस्में
ka: ნაგულიხმევი უკუგვირისტის ბოჭკოები
ru: Стандартное количество волокон обратных стежков
sl: Privzeti prameni hrbtnih vbodov
tr: Öntanımlı iğne ardı dikiş ipliği

source: Current palette
eo: Nuna paletro
he: ערכת צבעים נוכחית
hi: वर्तमान पैलेट
ka: მიმდინარე პალიტრა
ru: Текущая палитра
sl: Trenutna paleta
tr: Mevcut palet

source: Current scheme
eo: Nuna skemo
he: ערכה נוכחית
hi: वर्तमान योजना
ka: მიმდინარე სქემა
ru: Текущая схема
sl: Trenutna shema
tr: Metcut şema

source: TextLabel
he: תווית טקסט
hi: पाठलेबल
ka: ტექსტური ჭდე
ru: Текстовая метка
sl: BesedilnaOznaka

source: Symbol Library
eo: Simbola Biblioteko
he: ספריית סמלים
hi: प्रतीक पुस्तकालय
ka: სიმბოლოების ბიბლიოთეკა
ru: Библиотека обозначений
sl: Knjižnica simbolov
tr: Sembol Kitaplığı

source: Stitch strands
eo: Kudri fadenojn
he: גדילי תך
hi: सिलाई किस्में
ka: გვირისტის ბოჭკოები
ru: Волокна стежка
sl: Prameni vbodov
tr: Dikiş ipi

source: Calibrate Flosses
eo: Kalibri Flosojn
he: כיול חוטים
hi: फ्लॉस को कैलिब्रेट करें
ka: ძაფების კალიბრაცია
ru: Настройка ниток
sl: Kalibriraj niti
tr: İpleri Ayarla

source: Pick Color
eo: Elekti Koloron
he: בחירת צבע
hi: रंग चुनें
ka: აირჩიეთ ფერი
ru: Выбрать цвет
sl: Izberi barvo
tr: Renk Seç

source: Backstitch strands
eo: Dorskudraj ŝnuroj
he: גדילי תך אחורי
hi: बैकस्टिच किस्में
ka: უკუგვირისტის ბოჭკოები
ru: Волокна обратного стежка
sl: Prameni hrbtnih vbodov
tr: İğne ardı dikiş ipi

# A solid line
source: Solid
eo: Solida
he: אחיד
hi: ठोस
ka: მყარი
ru: Сплошная
sl: Polno
tr: Düz

# A dashed line
source: Dashed
eo: Paŭzita
he: מקווקוו
hi: धराशायी
ka: ტირეებით
ru: Штриховая
sl: Črtkano
tr: Kesik

# A dotted line
source: Dotted
eo: Punktita
he: מנוקד
hi: छितराया हुआ
ka: წერტილოვანი
ru: Пунктирная
sl: Točkovano
tr: Noktalı

source: Dash Dotted
eo: Dash Punktita
he: מקף נקודה
hi: डैश डॉटेड
ka: შტრიხ-წყვეტილი
ru: Штрих-пунктирная
sl: Črtica pikasto
tr: Kesik Noktalı

source: Dash Dash Dotted
eo: Dash Dash Punktitaj
he: מקף מקף נקודה
hi: डैश डैश बिंदीदार
ka: შრიხ-შტრიხ-წერტილი
ru: Штрих-штрих-пунктирная
sl: Črtica črtica pikasto
tr: Kesik Kesik Noktalı

source: Pattern Configuration
eo: Ŝablona Agordo
he: הגדרת תבנית
hi: पैटर्न कॉन्फ़िगरेशन
ka: ნიმუშის მორგება
ru: Настройка схемы
sl: Prilagoditev vzorca
tr: Desen Yapılandırması

source: As
eo: Kiel
he: בתור
hi: जैसा
ka: როგორც
ru: Как
sl: Kot
tr: Olarak

source: Not currently implemented
eo: Nuntempe ne efektivigita
he: לא ממומש כרגע
hi: वर्तमान में क्रियान्वित नहीं
ka: ამჟამად განხორციელებული არაა
ru: Не реализовано в текущей версии
sl: Še ni implementirano
tr: Henüz uygulanmadı

source: Show scales
eo: Montri skalojn
he: הצגת סרגלי מידה
hi: तराजू दिखाएं
ka: შკალების ჩვენება
ru: Показывать шкалы
sl: Pokaži merila
tr: Ölekleri göster

source: Show map
eo: Montri mapon
he: הצגת מפה
hi: नक्शा दिखाएं
ka: რუკის ჩვენება
ru: Показывать карту
sl: Pokaži zemljevid
tr: Haritayı göster

source: Pages
eo: Paĝoj
he: עמודים
hi: पृष्ठों
ka: გვერდები
ru: Страницы
sl: Strani
tr: Sayfalar

source: Default paper size
eo: Defaŭlta papera grandeco
he: גודל נייר כברירת מחדל
hi: डिफ़ॉल्ट पेपर आकार
ka: ნაგულისხმევი ქაღალდის ზომა
ru: Стандартный размер бумаги
sl: Privzeta velikost papirja
tr: Öntanımlı sayfa boyutu

source: Select a paper size
eo: Elekti papergrandon
he: בחירת גודל נייר
hi: कागज़ का आकार चुनें
ka: აირჩიეთ ქაღალდის ზომა
ru: Выбрать размер бумаги
sl: Izberite velikost papirja
tr: Bir sayfa boyutu seçin

# Paper size
source: Executive
eo: Plenuma
sl: US Executive
tr: Yönetici

# Paper size
source: Folio
ru: Инфолио США
sl: US Folio
tr: Folyo

# Paper size
source: Ledger
eo: Ĉeflibro
sl: US Ledger
tr: Hesap Defteri

# Paper size
source: Legal
eo: Laŭleĝa
sl: US Legal
tr: Resmi

# Paper size
source: Letter
eo: Litero (Letero)
sl: US Letter
tr: Mektup

# Paper size
source: Tabloid
sl: US Tabloid

source: Portrait
eo: Vertikale
he: לאורך
hi: चित्र
ka: პორტრეტი
ru: Портретная
sl: Pokončno
tr: Dikey

source: Landscape
eo: Pejzaĝeca (horizontala)
he: לרוחב
hi: परिदृश्य
ka: ლანდშაფტი
ru: Альбомная
sl: Ležeče
tr: Yatay

# Left margin
source: Left
eo: Maldekstra
he: שמאל
hi: बाएं
ka: მარცხენა
ru: Слева
sl: Levo
tr: Sol

# Right margin
source: Right
eo: Dekstra
he: ימין
hi: सही
ka: მარჯვნივ
ru: Справа
sl: Desno
tr: Sağ

# Top margin
source: Top
eo: Supro
he: עליון
hi: शीर्ष
ka: ზედა
ru: Сверху
sl: Zgoraj
tr: Üst

# Bottom margin
source: Bottom
eo: Malsupro
he: תחתון
hi: तल
ka: ქვემოთ
ru: Снизу
sl: Spodaj
tr: Alt

source: Pattern Element
eo: Ŝablona Elemento
he: רכיב תבנית
hi: पैटर्न तत्व
ka: ნიმუშის ელემენტი
ru: Элемент схемы
sl: Element vzorca
tr: Desen Ögesi

source: Cells
eo: Ĉeloj
he: תאים
hi: प्रकोष्ठों
ka: უჯრედები
ru: Ячейки
sl: Celice
tr: Hücreler

source: Minimum cell size (mm)
eo: Minimuma ĉela grandeco (mm)
he: גודל תא מזערי (מ״מ)
hi: न्यूनतम सेल आकार (मिमी)
ka: მინიმალური უჯრედის ზომა (მმ)
ru: Минимальный размер ячейки (мм)
sl: Najmanjša velikost celice (mm)
tr: Asgari hücre boyutu (mm)

source: Minimum overflow
eo: Minimuma superfluo
hi: न्यूनतम अतिप्रवाह
ka: მინიმუმის გადავსება
ru: Переполнение минимального значения
sl: Najmanjša prekoračitev
tr: Asgari taşma

source: Selections
eo: Elektoj
he: בחירות
hi: चयन
ka: მონიშნულები
ru: Выделения
sl: Izbire
tr: Seçimler

source: Selected area color
eo: Elektita areokoloro
he: צבע האזור הנבחר
hi: चयनित क्षेत्र का रंग
ka: არჩეული ადგილის ფერი
ru: Цвет выбранной области
sl: Barva izbranega področja
tr: Seçilen alan rengi

source: Text Element
eo: Teksta Elemento
he: רכיב טקסט
hi: पाठ तत्व
ka: ტექსტის ელემენტი
ru: Текстовый элемент
sl: Element besedila
tr: Metin Ögesi

source: Text color
eo: Teksta koloro
he: צבע טקסט
hi: पाठ का रंग
ka: ტექსტის ფერი
ru: Цвет текста
sl: Barva besedila
tr: Metin rengi

# Fill the background
source: Background
eo: Fono
he: רקע
hi: पृष्ठभूमि
ka: ფონი
ru: Фон
sl: Ozadje
tr: Arka Plan

# Background color
source: Color
eo: Koloro
he: צבע
hi: रंग
ka: ფერი
ru: Цвет
sl: Barva
tr: Renk

# Border color
source: Color
eo: Koloro
he: צבע
hi: रंग
ka: ფერი
ru: Цвет
sl: Barva
tr: Renk

source: Thickness
eo: Dikeco
he: עובי
hi: मोटाई
ka: სისქე
ru: Толщина
sl: Debelina
tr: Kalınlık

source: Elements
eo: Elementoj
he: רכיבים
hi: तत्वों
ka: ელემენტები
ru: Элементы
sl: Elementi
tr: Ögeler

source: Symbols
eo: Simboloj
he: סמלים
hi: प्रतीक
ka: სიმბოლოები
ru: Обозначения
sl: Simboli
tr: Semboller

source: Create a default layout
eo: Krei defaŭltan aranĝon
he: יצירת פריסת ברירת מחדל
hi: डिफ़ॉल्ट लेआउट बनाएँ
ka: ნაგულისხმევი განლაგების შექმნა
ru: Создать стандартную компоновку
sl: Ustvari privzeto postavitev
tr: Öntanımlı yerleşim oluştur

source: Append a page
eo: Aldoni paĝon
he: הוספת עמוד לסוף
hi: पृष्ठ जोड़ें
ka: გვერდის მიწერა ბოლოში
ru: Добавить страницу
sl: Priloži stran
tr: Sayfa ekle

source: Insert a page before the selected page
eo: Enigi paĝon antaŭ la elektita paĝo
he: הוספת עמוד לפני העמוד הנוכחי
hi: चयनित पृष्ठ से पहले एक पृष्ठ सम्मिलित करें
ka: გვერდის ჩასმა მონიშნულ გვერდამდე
ru: Вставить страницу перед выбранной страницей
sl: Vstavi stran pred izbrano stranjo
tr: Seçili sayfadan önce sayfa ekle

source: Delete the selected page
eo: Forigi la elektitan paĝon
he: מחיקת העמוד הנוכחי
hi: चयनित पृष्ठ हटाएं
ka: მონიშნული გვერდის წაშლა
ru: Удалить выбранную страницу
sl: Izbriši izbrano stran
tr: Seçili sayfayı sil

source: Select the paper orientation
eo: Elekti la paperan orientiĝon
he: בחירת כיוון הנייר
hi: पेपर ओरिएंटेशन का चयन करें
ka: აირჩიეთ ქაღალდის ორიენტაცია
ru: Выбрать ориентацию бумаги
sl: Izberite usmerjenost papirja
tr: Sayfa yönünü seç

source: Zoom factor
eo: Grandiga faktoro
he: מקדם תקריב
hi: ज़ूम कारक
ka: გადიდების კოეფიციენტი
ru: Масштаб
sl: Faktor povečave
tr: Yakınlaştırma çarpanı

source: Select an element
eo: Elekti elementon
he: בחירת רכיב
hi: एक तत्व चुनें
ka: აირჩიეთ ელემენტი
ru: Выбрать элемент
sl: Izberite element
tr: Öge seç

source: Insert a text element
eo: Enmeti tekstan elementon
he: הוספת רכיב טקסט
hi: पाठ तत्व डालें
ka: ტექსტის ელემენტის ჩასმა
ru: Вставить текстовый элемент
sl: Vstavi element besedila
tr: Metin ögesi ekle

source: Insert a pattern element
eo: Enmeti ŝablonon
he: הוספת רכיב תבנית
hi: पैटर्न तत्व डालें
ka: ნიმუშის ელემენტის ჩასმა
ru: Вставить элемент схемы
sl: Vstavi element vzorca
tr: Desen ögesi ekle

source: Insert a picture element
eo: Enigi bildoelementon
he: הוספת רכיב תמונה
hi: चित्र तत्व डालें
ka: სურათის ელემენტის ჩასმა
ru: Вставить элемент изображения
sl: Vstavi element slike
tr: Resim ögesi ekle

source: Insert a key element
eo: Enmeti ŝlosilan elementon
he: הוספת רכיב מפתח
hi: एक मुख्य तत्व डालें
ka: მნიშვნელობის ელემენტის ჩასმა
ru: Вставить элемент обозначения
sl: Vstavi ključni element
tr: Anahtar öge ekle

source: Page list
eo: Paĝa listo
he: רשימת עמודים
hi: पृष्ठ सूची
ka: გვერდების სია
ru: Список страниц
sl: Seznam strani
tr: Sayfa listesi

source: Page preview
eo: Paĝa antaŭrigardo
he: תצוגת עמוד מקדימה
hi: पृष्ठ पूर्वावलोकन
ka: გვერდების გადახედვა
ru: Предварительный просмотр страницы
sl: Predogled strani
tr: Sayfa önizleme

source: Symbol Selection
eo: Simbolo Elekto
he: בחירת סמל
hi: प्रतीक चयन
ka: სიმბოლოს არჩევანი
ru: Выбор обозначения
sl: Izbor simbolov
tr: Sembol Seçimi

source: Top margin in mm, internal to the border.
eo: Supra marĝeno en mm, interna al la limo.
he: שול עליון במילימטרים, פנימי למסגרת.
hi: ऊपरी मार्जिन मिमी में, बॉर्डर के अंदर।
ka: ზედა მინდორი მმ-ში, შიგნიდან საზღვრამდე.
ru: Верхнее поле в миллиметрах, внутреннее относительно рамки.
sl: Vrhnji rob v mm, notranji do obrobe.
tr: Kenarlık içinden, mm cinsinden üst kenar boşluğu.

source: Left margin in mm, internal to the border.
eo: Maldekstra marĝeno en mm, interna al la limo.
he: שול שמאלי במילימטרים, פנימי למסגרת.
hi: बायां मार्जिन मिमी में, बॉर्डर के अंदर।
ka: მარცხენა მინდორი მმ-ში. შიგნიდან საზღვრამდე.
ru: Левое поле в миллиметрах, внутреннее относительно рамки.
sl: Levi rob v mm, notranji do obrobe.
tr: Kenarlık içinden, mm cinsinden sol kenar boşluğu.

source: Right margin in mm, internal to the border.
eo: Dekstra marĝeno en mm, interna al la limo.
he: שול ימני במילימטרים, פנימי למסגרת.
hi: दायां मार्जिन मिमी में, बॉर्डर के अंदर।
ka: მარჯვენა მინდორი მმ-ში. შიგნიდან საზღვრამდე.
ru: Правое поле в миллиметрах, внутреннее относительно рамки.
sl: Desni rob v mm, notranji do obrobe.
tr: Kenarlık içinden, mm cinsinden sağ kenar boşluğu.

source: Bottom margin in mm, internal to the border.
eo: Malsupra marĝeno en mm, interna al la limo.
he: שול תחתון במילימטרים, פנימי למסגרת.
hi: निचला मार्जिन मिमी में, बॉर्डर के अंदर।
ka: ქვედა მინდორი მმ-ში. შიგნიდან საზღვრამდე.
ru: Нижнее поле в миллиметрах, внутреннее относительно рамки.
sl: Spodnji rob v mm, notranji do obrobe.
tr: Kenarlık içinden, mm cinsinden alt kenar boşluğu.

source: Show border around the text box
eo: Montri randon ĉirkaŭ la tekstujo
he: להציג מסגרת מסביב לתיבת הטקסט
hi: टेक्स्ट बॉक्स के चारों ओर बॉर्डर दिखाएँ
ka: საზღვრის ჩვენება ტექსტური ველი გარშემო
ru: Показать рамку вокруг текстового поля
sl: Pokaži obrobo okrog polja z besedilom
tr: Metin kutusu etrafında kenarlık göster

source: Fill the background with a color
eo: Plenigi la fonon per koloro
he: מילוי הרקע בצבע
hi: पृष्ठभूमि को रंग से भरें
ka: ფონის ფერით შევსება
ru: Заполнить фон цветом
sl: Zapolni ozadje z barvo
tr: Arka planı renk ile doldur

source: Background color
eo: Fona koloro
he: צבע רקע
hi: पृष्ठभूमि का रंग
ka: ფონის ფერი
ru: Цвет фона
sl: Barva ozadja
tr: Arka plan rengi

source: Transparency of the text box
eo: Travidebleco de la tekstkesto
he: שקיפות תיבת הטקסט
hi: टेक्स्ट बॉक्स की पारदर्शिता
ka: ტექსტური ველის გამჭვირვალობა
ru: Прозрачность текстового поля
sl: Prosojnost polja z besedilom
tr: Metin kutusunun saydamlığı

source: Text font family
eo: Teksta tiparo familio
he: משפחת גופני הטקסט
hi: पाठ फ़ॉन्ट परिवार
ka: ტექსტის ფონტის ოჯახი
ru: Семейство шрифтов текста
sl: Družina pisav za besedilo
tr: Metin yazıtipi ailesi

source: Text point size
eo: Teksta punktograndeco
he: גודל נקודה של טקסט
hi: पाठ बिंदु आकार
ka: ტექსტის ფონტის ზომა
ru: Размер текста в пунктах
sl: Velikost besedilne točke
tr: Metin nokta boyutu

source: Bold text
eo: Grasa teksto
he: טקסט מודגש
hi: मोटा पाठ्यांश
ka: მსხვილი ტექსტი
ru: Текст полужирным
sl: Krepko besedilo
tr: Kalın metin

source: Italics text
eo: Kursiva teksto
he: טקסט נטוי
hi: इटैलिक पाठ
ka: კურსივი ტექსტი
ru: Текст курсивом
sl: Ležeče besedilo
tr: Yatık metin

source: Underline text
eo: Substreki tekston
he: טקסט עם קו תחתון
hi: पाठ को रेखांकित करें
ka: ტექსტის ხაზგასმა
ru: Подчёркнутый текст
sl: Podčrtano besedilo
tr: Altı çizili metin

source: Align left
eo: Vicigi maldekstren
he: יישור לשמאל
hi: बाईं ओर संरेखित करें
ka: მარცხნვ სწორება
ru: Выровнять по левому краю
sl: Poravnaj levo
tr: Sola hizala

source: Align centrally
eo: Vicigi centre
he: יישור לאמצע
hi: केंद्रीय रूप से संरेखित करें
ka: სწორება ცენტრზე
ru: Выровнять по центру
sl: Poravnaj sredinsko
tr: Merkeze hizala

source: Align right
eo: Vicigi dekstren
he: יישור לימין
hi: दाएँ संरेखित करें
ka: მარჯვნივ სწორება
ru: Выровнять по правому краю
sl: Poravnaj desno
tr: Sağa hizala

source: Align justified
eo: Vicigi pravigitan
he: יישור מפוזר לצדדים
hi: संरेखित करें
ka: სწორება სიგანით
ru: Выровнять по ширине
sl: Poravnaj obojestransko
tr: İki yana yasla

# Per centimeter measurements
source: /cm
he: לס״מ
hi: /सेमी
ka: /სმ
ru: /см

source: CM
he: ס״מ
hi: सेमी
ka: სმ
ru: Сантиметры

# %1 width, %2 height and %3 units
source: %1 x %2 %3
hi: %1 एक्स %2 %3

source: (c) 2010-2019 Stephen Allewell
he: ‏(c) 2010‏-2019 סטיבן אלוול
hi: (c) 2010-2019 स्टीफन एलेवेल
ka: (c) 2010-2019 სტივენ ალეველი
ru: © Stephen Allewell, 2010-2019

source: Save changes to document?
he: לשמור שינויים למסמך‫?
hi: दस्तावेज़ में परिवर्तन सहेजें?
ka: შევინახო დოკუმენტის ცვლილებები?
tr: Değişiklikler belgeye kaydedilsin mi?

# @action:button
source: Revert
he: הסגה
hi: फिर लौट आना
ka: დაბრუნება
tr: Geri Al

# @action:button
source: Do Not Overwrite
he: לא לשכתב
hi: ओवरराइट न करें
ka: არ გადააწერო
tr: Üzerine Yazma

source: Cannot open file: %1
he: לא ניתן לפתוח את הקובץ: %1
hi: फ़ाइल नहीं खोली जा सकी: %1
ka: ვერ გავხსენი ფაილი: %1

source: Error
he: שגיאה
hi: गलती
ka: შეცდომა

source: Cannot set DomDocument content from file: %1
he: לא ניתן להגדיר תוכן DomDocument מקובץ: %1
hi: फ़ाइल: %1 से DomDocument सामग्री सेट नहीं की जा सकती
ka: ვერ დავაყენე DomDocument-ის შემცველობა ფაილიდან: %1

source: Error creating instance of a FlossScheme for scheme: %1
hi: स्कीम के लिए FlossScheme का उदाहरण बनाते समय त्रुटि: %1
ka: ვერ შევქმენი FlossScheme-ის გაშვებული ასლი სქემისთვის: %1

source: File %1 does not appear to be a floss scheme
he: הקובץ %1 לא נראה כמו ערכת חוטים
hi: फ़ाइल %1 फ़्लॉस स्कीम नहीं लगती
ka: ფაილი %1 ძაფის სქემას არ წააგავს

source: Multiple title elements found in file: %1
he: נמצאו מכוון רכיבי כותרת בקובץ: %1
hi: फ़ाइल में एकाधिक शीर्षक तत्व पाए गए: %1
ka: აღმოჩენილია ერთზე მეტი სათაურის ელემენტი ფაილში: %1

source: Malformed XML in file: %1
he: ‏XML פגום בקובץ: %1
hi: फ़ाइल में विकृत XML: %1
ka: არასწორი XML ფაილში: %1

source: mm
he: מ״מ
hi: मिमी
ka: მმ
ru: мм

# Paper size
source: Comm10E
ru: Конверт США №10

source: kxstitch
tr: kx dikiş
