Repository: KDE/kxstitch
Catalog: po/*/kxstitch.po
Languages: eo, he, hi, ka, ru, sl, tr

source: The background color.
eo: La fonkoloro.
he: צבע הרקע.
hi: पृष्ठभूमि का रंग.
ka: ფონის ფერი.
ru: Цвет фона.
sl: Barva ozadja.
tr: Arka plan rengi.

source: The color of the editors thick lines.
eo: La koloro de la redaktoroj dikaj linioj.
he: צבע הקווים העבים של העורך.
hi: संपादकों की मोटी रेखाओं का रंग.
ka: რედაქტორის სქელი ხაზის ფერი.
ru: Цвет толстых линий в редакторе.
sl: Barva uredniških debelih črt.
tr: Düzenleyicinin kalın çizgisinin rengi.

source: The color of the editors thin lines.
eo: La koloro de la redaktoroj maldikaj linioj.
he: צבע הקווים הדקים של העורך.
hi: संपादकों की पतली रेखाओं का रंग।
ka: რედაქტორის თხელი ხაზის ფერი.
ru: Цвет тонких линий в редакторе.
sl: Barva uredniških tankih črt.
tr: Düzenleyicinin ince çizgisinin rengi.

source: The width of the major grid lines.
eo: La larĝo de la ĉefaj kradlinioj.
he: רוחב קווי הרשת העיקריים.
hi: प्रमुख ग्रिड लाइनों की चौड़ाई.
ka: მთავარი ბადის ხაზების სიგანე.
ru: Толщина основных линий сетки.
sl: Širina glavnih mrežnih črt.
tr: Büyük ızgara çizgisinin genişliği.

source: The width of the minor grid lines.
eo: La larĝo de la malgrandaj kradlinioj.
he: רוחב קווי הרשת המשניים.
hi: छोटी ग्रिड लाइनों की चौड़ाई.
ka: დამხმარე ბადის ხაზების სიგანე.
ru: Толщина вспомогательных линий сетки.
sl: Širina drugotnih mrežnih črt.
tr: Küçük ızgara çizgisinin genişliği.

source: The number of cells making up a horizontal group.
eo: La nombro da ĉeloj konsistigantaj horizontalan grupon.
he: מספר התאים שמרכיבים קבוצה אופקית.
hi: एक क्षैतिज समूह बनाने वाली कोशिकाओं की संख्या.
ka: ჰორიზონტალური ჯგუფის შემქმნელი უჯრედების რიცხვი.
ru: Количество ячеек в горизонтальной группе.
sl: Število celic, ki tvorijo vodoravno skupino.
tr: Yatay grup oluşturmak için hücre sayısı.

source: The number of cells making up a vertical group.
eo: La nombro da ĉeloj konsistigantaj vertikalan grupon.
he: מספר התאים שמרכיבים קבוצה אנכית.
hi: एक ऊर्ध्वाधर समूह बनाने वाली कोशिकाओं की संख्या.
ka: ვერტიკალური ჯგუფის შემქმნელი უჯრედების რიცხვი.
ru: Количество ячеек в вертикальной группе.
sl: Število celic, ki tvorijo navpično skupino.
tr: Dikey grup oluşturmak için hücre sayısı.

source: The horizontal cloth count.
eo: La horizontala ŝtofo kalkulo.
he: צפיפות הבד האופקית.
hi: क्षैतिज कपड़ा गिनती.
ka: ჰორიზონტალური ნაჭრების რაოდენობა.
ru: Плотность ткани по горизонтали.
sl: Vodoravno število zaplat.
tr: Yatay bez sayısı.

source: The vertical cloth count.
eo: La vertikala ŝtofo-kalkulo.
he: צפיפות הבד האנכית.
hi: ऊर्ध्वाधर कपड़ा गिनती.
ka: ვერტიკალური ნაჭრების რაოდენობა.
ru: Плотность ткани по вертикали.
sl: Navpično število zaplat.
tr: Dikey bez sayısı.

source: The cloth count units.
eo: La ŝtofkalkulaj unuoj.
he: יחידות צפיפות הבד
hi: कपड़ा गिनती इकाइयों.
ka: ნაჭრის რაოდენობის ერთეული.
ru: Единицы плотности ткани.
sl: Enote za štetje zaplat.
tr: Bez sayma birimi.

source: Square cells
eo: Kvadrataj ĉeloj
he: תאים ריבועיים
hi: वर्गाकार कोशिकाएं
ka: ოთხკუთხედი უჯრედები
ru: Квадратные ячейки
sl: Kvadratne celice
tr: Kare hücre

source: The height of the horizontal ruler.
eo: La alteco de la horizontala reganto.
he: גובה הסרגל האופקי.
hi: क्षैतिज रूलर की ऊंचाई.
ka: ჰორიზონტალური სახაზავის სიმაღლე.
ru: Высота горизонтальной линейки.
sl: Višina vodoravnega ravnila.
tr: Yatay cetvel uzunluğu.

source: The width of the vertical ruler.
eo: La larĝo de la vertikala reganto.
he: רוחב הסרגל האנכי.
hi: ऊर्ध्वाधर रूलर की चौड़ाई.
ka: ვერტიკალური სახაზავის სიგანე.
ru: Ширина вертикальной линейки.
sl: Širina navpičnega ravnila.
tr: Dikey cetvel genişliği.

source: The display units for a scale.
eo: La montraj unuoj por skalo.
he: יחידות התצוגה לסרגל מידה.
hi: एक पैमाने के लिए प्रदर्शन इकाइयाँ.
ka: გადიდების ჩვენების ერთეული.
ru: Единицы отображения масштаба.
sl: Prikazane enote na merilu.
tr: Bir ölçek için gösterme birimi.

source: The minimum zoom factor
eo: La minimuma zomfaktoro
he: מקדם התקריב המזערי
hi: न्यूनतम ज़ूम कारक
ka: გადიდების მინიმალური კოეფიციენტი
ru: Минимальный масштаб
sl: Najmanjši faktor povečave
tr: Asgari yakınlaştırma oranı

source: The maximum zoom factor
eo: La maksimuma zomfaktoro
he: מקדם התקריב המרבי
hi: अधिकतम ज़ूम कारक
ka: გადიდების მაქსიმალური კოეფიციენტი
ru: Максимальный масштаб
sl: Največji faktor povečave
tr: Azami yakınlaştırma oranı

source: The default zoom factor
eo: La defaŭlta zomfaktoro
he: מקדם התקריב כברירת מחדל
hi: डिफ़ॉल्ट ज़ूम फ़ैक्टर
ka: გადიდების ნაგულისხმევი კოეფიციენტი
ru: Стандартный масштаб
sl: Privzeti faktor povečave
tr: Öntanımlı yakınlaştırma oranı

source: Enable color highlighting mode
eo: Ebligi reĝimon de kolormarkigo
he: הפעלת מצב הדגשת צבע
hi: रंग हाइलाइटिंग मोड सक्षम करें
ka: ფერის გამოკვეთის რეჟიმის ჩართვა
ru: Включить режим цветной подсветки
sl: Omogoči način poudarjanja z barvami
tr: Renk vurgulama kipini etkinleştir

source: Render the background images
eo: Bildigi la fonbildojn
he: תיצוג תמונות הרקע
hi: पृष्ठभूमि छवियाँ प्रस्तुत करें
ka: ფონური გამოსახულებების რენდერი
ru: Показывать фоновые изображения
sl: Izriši slike v ozadju
tr: Arka plan görsellerini sun

source: Render the grid
eo: Bildigi la kradon
he: תיצוג הרשת
hi: ग्रिड प्रस्तुत करें
ka: ბადის რენდერი
ru: Показывать сетку
sl: Izriši mrežo
tr: Izgarayı sun

source: Render the stitches
eo: Bildigi la kudrerojn
he: תיצוג התכים
hi: टांके प्रस्तुत करें
ka: თვალების რენდერი
ru: Показывать стежки
sl: Izriši šive
tr: Dikişleri sun

source: Render the backstitches
eo: Bildigi la dorskudrerojn
he: תיצוג התכים האחוריים
hi: बैकस्टिच प्रस्तुत करें
ka: გვირისტების რენდერი
ru: Показывать обратные стежки
sl: Izriši hrbtne šive
tr: İğne ardı dikişleri sun

source: Render the french knots
eo: Bildigi la francajn nodojn
he: תיצוג התפרים הצרפתיים
hi: फ्रेंच नॉट्स प्रस्तुत करें
ka: ფრანგული კვანძების რენდერი
ru: Показывать французские узлы
sl: Izriši francoske vozle
tr: Fransız düğümünü sun

source: Render stitch hints for colored blocks
eo: Bildigi punktojn por koloraj blokoj
he: תיצוג רמזי תכים עבור קטעים צבעוניים
hi: रंगीन ब्लॉकों के लिए सिलाई संकेत प्रस्तुत करें
ka: თვალების მინიშნებების რენდერი გაფერადებული ბლოკებისთვის
ru: Показывать подсказки по стежкам для цветных блоков
sl: Izriši namige šivov za barvne bloke
tr: Renkli bloklar için dikiş ipucunu sun

source: How to display stitches.
eo: Kiel montri kudrerojn.
he: איך להציג תכים.
hi: टांके कैसे प्रदर्शित करें?
ka: როგორ ვაჩვენო თვალები.
ru: Как показывать стежки.
sl: Kako prikazati vbode.
tr: Dikişler nasıl gösterilsin.

source: How to display backstitches.
eo: Kiel montri dorskudrerojn.
he: איך להציג תכים אחוריים.
hi: बैकस्टिच कैसे प्रदर्शित करें?
ka: როგორ ვაჩვენო გვირისტები.
ru: Как показывать обратные стежки.
sl: Kako prikazati hrbtne vbode.
tr: İğne ardı dikişler nasıl gösterilsin.

source: How to display french knots.
eo: Kiel montri francajn nodojn.
he: איך להציג תפרים צרפתיים.
hi: फ्रेंच नॉट्स कैसे प्रदर्शित करें?
ka: როგორ ვაჩვენო ფრანგული კვანძები.
ru: Как показывать французские узлы.
sl: Kako prikazati francoske vozle.
tr: Fransız düğümler nasıl gösterilsin.

source: The default width of a new pattern in the units specified.
eo: La defaŭlta larĝo de nova ŝablono en la unuoj specifitaj.
he: רוחב ברירת המחדל של תבנית חדשה ביחידות שצוינו.
hi: निर्दिष्ट इकाइयों में नए पैटर्न की डिफ़ॉल्ट चौड़ाई.
ka: ახალი შაბლონის ნაგულისხმევი სიგანე, მითითებულ ერთეულებში.
ru: Стандартная ширина новой схемы в указанных единицах.
sl: Privzeta širina novega vzorca v navedenih enotah.
tr: Yeni desen için belirtilen birimde öntanımlı genişlik.

source: The default height of a new pattern in the units specified.
eo: La defaŭlta alteco de nova ŝablono en la unuoj specifitaj.
he: גובה ברירת המחדל של תבנית חדשה ביחידות שצוינו.
hi: निर्दिष्ट इकाइयों में नए पैटर्न की डिफ़ॉल्ट ऊंचाई.
ka: ახალი შაბლონის ნაგულისხმევი სიმაღლე, მითითებულ ერთეულებში.
ru: Стандартная высота новой схемы в указанных единицах.
sl: Privzeta višina novega vzorca v navedenih enotah.
tr: Belirtilen birimde yeni desenin öntanımlı yüksekliği.

source: The minimum width of a pattern in the units specified.
eo: La minimuma larĝo de ŝablono en la unuoj specifitaj.
he: הרוחב המזערי של תבנית ביחידות שצוינו.
hi: निर्दिष्ट इकाइयों में पैटर्न की न्यूनतम चौड़ाई.
ka: შაბლონის მინიმალური სიგანე, მითითებულ ერთეულებში.
ru: Минимальная ширина схемы в указанных единицах.
sl: Najmanjša širina vzorca v navedenih enotah.
tr: Belirtilen birimde desenin asgari genişliği.

source: The minimum height of a pattern in the units specified.
eo: La minimuma alteco de ŝablono en la unuoj specifitaj.
he: הגובה המזערי של תבנית ביחידות שצוינו.
hi: निर्दिष्ट इकाइयों में पैटर्न की न्यूनतम ऊंचाई.
ka: შაბლონის მინიმალური სიმაღლე, მითითებულ ერთეულებში.
ru: Минимальная высота схемы в указанных единицах.
sl: Najmanjša višina vzorca v navedenih enotah.
tr: Belirtilen birimde desenin asgari yüksekliği.

source: The maximum width of a pattern in the units specified.
eo: La maksimuma larĝo de ŝablono en la unuoj specifitaj.
he: הרוחב המרבי של תבנית ביחידות שצוינו.
hi: निर्दिष्ट इकाइयों में पैटर्न की अधिकतम चौड़ाई.
ka: შაბლონის მაქსიმალური სიგანე, მითითებულ ერთეულებში.
ru: Максимальная ширина схемы в указанных единицах.
sl: Največja širina vzorca v navedenih enotah.
tr: Belirtilen birimde desenin azami genişliği.

source: The maximum height of a pattern in the units specified.
eo: La maksimuma alteco de ŝablono en la unuoj specifitaj.
he: הגובה המרבי של תבנית ביחידות שצוינו.
hi: निर्दिष्ट इकाइयों में पैटर्न की अधिकतम ऊंचाई.
ka: შაბლონის მაქსიმალური სიმაღლე, მითითებულ ერთეულებში.
ru: Максимальная высота схемы в указанных единицах.
sl: Največja višina vzorca v navedenih enotah.
tr: Belirtilen birimde desenin azami yüksekliği.

source: Use a maximum number of colors
eo: Uzi maksimuman nombron da koloroj
he: להשתמש בכמות מרבית של צבעים
hi: अधिकतम संख्या में रंगों का उपयोग करें
ka: ფერების მაქსიმალური რაოდენობა
ru: Использовать максимальное количество цветов
sl: Uporabi največje število barv
tr: Azami sayıda renk kullan

source: Maximum number of colors
eo: Maksimuma nombro da koloroj
he: כמות הצבעים המרבית
hi: रंगों की अधिकतम संख्या
ka: ფერების მაქსიმალური რაოდენობა
ru: Максимальное количество цветов
sl: Največje število barv
tr: Renklerin azami sayısı

source: Use fractional stitches for finer detail
eo: Uzi frakciajn kudrerojn por pli fajnaj detaloj
hi: बारीक विवरण के लिए आंशिक टांके का उपयोग करें
ka: გამოიყენეთ ნაწილობრივი გვირისტები უფრო წვრილი დეტალებისთვის
ru: Использовать дробные стежки для лучшей детализации
sl: Uporabite delne vbode za natančnejšo podrobnost
tr: Daha iyi detay için kesirli dikiş kullan

source: The default floss scheme to be used for new documents.
eo: La defaŭlta flosskemo por esti uzata por novaj dokumentoj.
he: ערכת החוטים ברירת המחדל לשימוש במסמכים חדשים.
hi: नये दस्तावेज़ों के लिए उपयोग की जाने वाली डिफ़ॉल्ट फ़्लॉस योजना।
ka: ნაგულიხმევი ძაფის სქემა ახალი დოკუმენტებისთვის.
ru: Стандартная схема ниток для использования в новых документах.
sl: Privzeta shema niti, ki se uporablja za nove dokumente.
tr: Yeni belgelerde kullanılacak öntanımlı ip şeması.

source: The default symbol library to be used for new documents.
eo: La defaŭlta simbolbiblioteko uzota por novaj dokumentoj.
he: ספריית הסמלים כברירת המחדל לשימוש במסמכים חדשים.
hi: नये दस्तावेज़ों के लिए उपयोग की जाने वाली डिफ़ॉल्ट प्रतीक लाइब्रेरी.
ka: ნაგულისხმევი სიმბოლოები ახალი დოკუმენტებისთვის.
ru: Стандартная библиотека обозначений для использования в новых документах.
sl: Privzeta knjižnica simbolov, ki se uporablja za nove dokumente.
tr: Yeni belgelerde kullanılacak öntanımlı sembol kitaplığı.

source: The default number of strands used for stitches.
eo: La defaŭlta nombro da fadenoj uzataj por kudreroj.
he: מספר הגדילים כברירת מחדל לשימוש בתכים.
hi: टांकों के लिए प्रयुक्त धागों की डिफ़ॉल्ट संख्या.
ka: ბოჭკოების ნაგულისხმევი რაოდენობა გვირისტებისთვის.
ru: Стандартное количество волокон для стежков.
sl: Privzeto število pramenov, uporabljenih za vbode.
tr: Dikişler için kullanılacak öntanımlı iplik sayısı.

source: The default number of strands used for backstitches.
eo: La defaŭlta nombro da fadenoj uzataj por dorskudreroj.
he: מספר הגדילים כברירת מחדל לשימוש בתכים אחוריים.
hi: बैकस्टिच के लिए प्रयुक्त धागों की डिफ़ॉल्ट संख्या.
ka: ბოჭკოების ნაგულისხმევი რაოდენობა უკუგვირისტებისთვის.
ru: Стандартное количество волокон для обратных стежков.
sl: Privzeto število pramenov, ki se uporabljajo za hrbtne vbode.
tr: İğne ardı dikişler için kullanılacak öntanımlı iplik sayısı.

source: Display the symbols in the palette.
eo: Montri la simbolojn en la paletro.
he: הצגת הסמלים בלוח.
hi: पैलेट में प्रतीकों को प्रदर्शित करें.
ka: სიმბოლოების პალიტრაში ჩვენება.
ru: Показывать обозначения в палитре.
sl: Prikažite simbole v paleti.
tr: Palette sembolleri göster.

source: Display the symbols antialiased
eo: Montri la kontraŭaliasitajn simbolojn
he: הצגת הסמלים עם החלקת קצוות
hi: एंटीअलियास्ड प्रतीकों को प्रदर्शित करें
ka: სიმბოლოების მომრგვალებულად ჩვენება
ru: Показывать обозначения со сглаживанием
sl: Prikaži simbole z glajenjem robov
tr: Sembolleri yumuşatılmış göster

source: The default size of icons shown in the icon view
eo: La defaŭlta grandeco de piktogramoj montritaj en la piktograma vido
he: גודל ברירת המדל של סמלים המוצגים בתצוגת הסמלים
hi: आइकन दृश्य में दिखाए गए आइकन का डिफ़ॉल्ट आकार
ka: ხატულების ხედში ნაჩვენები ხატულების ნაგულისხმევი ზომა
ru: Стандартный размер значков, отображаемых в представлении значков
sl: Privzeta velikost ikon, prikazanih v pogledu ikon
tr: Simge görünümünde görünecek simgeler için öntanımlı boyut

source: Should character selection honor the caps lock key
eo: Ĉu signo-elekto honoru la majusklan ŝlosilon
he: האם בחירת תווים תכבד את מקש ה־Caps Lock
hi: क्या वर्ण चयन में कैप्स लॉक कुंजी का सम्मान होना चाहिए
ka: უნდა იყოს თუ არა სიმბოლოების არჩევისას გათვალისწინებული ღილაკი CapsLock
ru: Должно ли при выборе символов учитываться состояние клавиши Caps Lock
sl: Ali naj izbor znakov spoštuje tipko CapsLock
tr: Karakter seçimi caps lock tuşuna uymalı mı

source: The default width of a space in cells
eo: La defaŭlta larĝo de spaco en ĉeloj
he: רוחב ברירת המחדל של רווח בתאים
hi: कक्षों में रिक्त स्थान की डिफ़ॉल्ट चौड़ाई
ka: სივრცის ნაგულისხმევი სიგანე უჯრედებში
ru: Стандартная ширина пространства в ячейках
sl: Privzeta širina prostora v celicah
tr: Hücreler arası boşluğun öntanımlı genişliği

source: Should a space cause word wrapping at the right edge of the pattern
eo: Ĉu spaco devus kaŭzi vortvolvadon ĉe la dekstra rando de la ŝablono
hi: क्या पैटर्न के दाहिने किनारे पर रिक्त स्थान के कारण शब्द रैपिंग हो सकती है
ka: უნდა გამოიწვიოს თუ არა გამოტოვებამ სიტყვის გადატანა ნიმუშის მარჯვენა წიბოსთან
ru: Должен ли пробел быть символом разрыва строки на правом краю схемы
sl: Ali naj presledek povzroči ovijanje besed na desnem robu vzorca
tr: Boşluk, desenin sağ ucunda sözcük kaydırmaya sebep olsun mu

source: The number of cells between lines of text
eo: La nombro da ĉeloj inter linioj de teksto
he: מספר התאים בין שורות טקסט
hi: पाठ की पंक्तियों के बीच कोशिकाओं की संख्या
ka: უჯრედების რაოდენობა ტექსტის ხაზებს შორის
ru: Количество ячеек между строками текста
sl: Število celic med vrsticami besedila
tr: Metinler arası satırlar arasındaki hücre sayısı

source: The number of cells to be added when extending the pattern right
eo: La nombro da ĉeloj aldonotaj dum etendado de la ŝablono dekstre
he: מספר התאים להוספה כשמרחיבים את התבנית לימין
hi: पैटर्न को दाईं ओर बढ़ाते समय जोड़ी जाने वाली कोशिकाओं की संख्या
ka: უჯრედების რაოდენობა, რომელიც დაემატება ნიმუშის მარჯვნივ გაფართოებისას
ru: Количество ячеек для добавления при расширении схемы вправо
sl: Število celic, ki jih je treba dodati pri širitvi vzorca desno
tr: Desen sağa genişletileceği zaman eklenecek hücre sayısı

source: The number of cells to be added when extending the pattern down
eo: La nombro da ĉeloj aldonotaj dum etendado de la ŝablono malsupren
he: מספר התאים להוספה כשמרחיבים את התבנית לשמאל
hi: पैटर्न को नीचे की ओर बढ़ाते समय जोड़ी जाने वाली कोशिकाओं की संख्या
ka: უჯრედების რაოდენობა, რომელიც დაემატება ნიმუშის ქვემოთ გაფართოებისას
ru: Количество ячеек для добавления при расширении схемы вниз
sl: Število celic, ki jih je treba dodati pri širitvi vzorca navzdol
tr: Desen aşağı genişletileceği zaman eklenecek hücre sayısı

source: Should the shapes tools use fractional stitches
eo: Ĉu la formoj iloj uzu frakciajn kudrerojn
hi: क्या आकृतियों के औजारों में आंशिक टांकों का उपयोग किया जाना चाहिए
ka: უნდა გამოიყენონ თუ არა ფორმის ინსტრუმენტებმა ნაწილობრივი გვირისტები
ru: Должны ли в инструментах форм использоваться дробные стежки
sl: Ali naj orodja za oblike uporabljajo delne vbode
tr: Şekil araçları kesirli dikiş kullansın mı

source: The font family to be used in the TextToolDlg
eo: La tiparo-familio por esti uzata en la TextToolDlg
he: משפחת הגופנים לשימוש ב־TextToolDlg
hi: TextToolDlg में उपयोग किया जाने वाला फ़ॉन्ट परिवार
ka: TextToolDlg-ში გამოყენებული ფონტის ოჯახი
ru: Семейство шрифтов для использования в TextToolDlg
sl: Družina pisav, ki se uporablja v TextToolDlg
tr: TextToolDlg'de kullanılacak yazıtipi ailesi

source: The text size in pixels
eo: La grandeco de teksto en rastrumeroj
he: גודל הטקסט בפיקסלים
hi: पिक्सेल में पाठ का आकार
ka: ტექსტის ზომა პიქსელებში
ru: Размер текста в пикселах
sl: Velikost besedila v sl. točkah
tr: Piksel cinsinden metin boyutu

source: Does mirroring and copying make copies
eo: Ĉu spegulado kaj kopiado faras kopiojn
he: האם היפוך והעתקה יוצרים עותקים
hi: क्या मिररिंग और कॉपी करने से कॉपी बनती है
ka: აკეთებს თუ არა არეკვლა და კოპირება ასლებს
ru: Создаются ли при отзеркаливании и копировании копии
sl: Ali zrcaljenje in kopiranje naredita kopije
tr: Aynalama ve kopyalama kopya oluşturacak mı

source: The page left margin
eo: Maldekstra marĝeno de la paĝo
he: השול השמאלי של העמוד
hi: पृष्ठ का बायाँ हाशिया
ka: გვერდის მარცხენა ზღვარი
ru: Левое поле страницы
sl: Levi rob strani
tr: Sayfa sol kenar boşluğu

source: The page top margin
eo: Supra rando de la paĝo
he: השול העליון של העמוד
hi: पृष्ठ का शीर्ष मार्जिन
ka: გვერდის ზედა ზღვარი
ru: Верхнее поле страницы
sl: Zgornji rob strani
tr: Sayfa üst kenar boşluğu

source: The page right margin
eo: Dekstra marĝeno de la paĝo
he: השול הימני של העמוד
hi: पृष्ठ का दायाँ हाशिया
ka: გვერდის მარჯვენა ზღვარი
ru: Правое поле страницы
sl: Desni rob strani
tr: Sayfa sağ kenar boşluğu

source: The page bottom margin
eo: Malsupra rando de la paĝo
he: השול התחתון של העמוד
hi: पृष्ठ का निचला मार्जिन
ka: გვერდის ქვედა ზღვარი
ru: Нижнее поле страницы
sl: Spodnji rob strani
tr: Sayfa alt kenar boşluğu

source: Show the layout editor
eo: Montri la aranĝan redaktilon
he: הצגת עורך הפריסות
hi: लेआउट संपादक दिखाएँ
ka: განლაგების რედაქტორის ჩვენება
ru: Показать редактор компоновки
sl: Pokaži urejevalnik postavitve
tr: Yerleşim düzenleyicisini göster

source: The grid size in mm
eo: La kradograndeco en mm
he: גודל הרשת במילימטרים
hi: ग्रिड का आकार मिमी में
ka: ბადის ზომა, მმ-ში
ru: Размер сетки в миллиметрах
sl: Velikost mreže v mm
tr: Mm cinsinden ızgara boyutu

source: The default page size
eo: La defaŭlta paĝa grandeco
he: גודל העמוד כברירת מחדל
hi: डिफ़ॉल्ट पृष्ठ आकार
ka: გვერდის ნაგულისხმევი ზომა
ru: Стандартный размер страницы
sl: Privzeta velikost strani
tr: Öntanımlı sayfa boyutu

source: The default page orientation
eo: La defaŭlta paĝa orientiĝo
he: כיוון עמודים כברירת מחדל
hi: डिफ़ॉल्ट पृष्ठ अभिविन्यास
ka: გვერდის ნაგულისხმევი ორიენტაცია
ru: Стандартная ориентация страницы
sl: Privzeta usmerjenost strani
tr: Öntanımlı sayfa yönlendirmesi

source: The snap distance for element boundary corner nodes
eo: La klakdistanco por elementlimaj angulnodoj
hi: तत्व सीमा कोने नोड्स के लिए स्नैप दूरी
ka: მიწებების მანძილი ელემენტის საზღვრის კუთხის კვანძებისთვის
ru: Расстояние прилипания для угловых узлов рамки элемента
sl: Razdalja pripenjanja za vozlišča mejnih oglišč elementov
tr: Öge sınır köşe düğümleri için yakalama uzaklığı

source: The snap node size
eo: La klaka nodo grandeco
hi: स्नेप नोड का आकार
ka: მიწებების კვანძის ზომა
ru: Размер узла прилипания
sl: Velikost pripenjalnega vozlišča
tr: Yakalama düğümü boyutu

source: Show a border around the pattern
eo: Montri randon ĉirkaŭ la ŝablono
he: הצגת מסגרת מסביב לתבנית
hi: पैटर्न के चारों ओर बॉर्डर दिखाएँ
ka: საზღვრის ჩვენება ნიმუშის გარშემო
ru: Показать рамку вокруг схемы
sl: Pokaži obrobo okoli vzorca
tr: Desenin etrafında kenarlık göster

source: The color of the border
eo: La koloro de la limo
he: צבע המסגרת
hi: सीमा का रंग
ka: ჩარჩოს ფერი
ru: Цвет рамки
sl: Barva obrobe
tr: Kenarlık rengi

source: The thickness of the border in 1/10 mm
eo: La dikeco de la limo en 1/10 mm
he: עובי המסגרת ב־1/10 מ״מ
hi: बॉर्डर की मोटाई 1/10 मिमी में
ka: საზღვრის სისქე 1/10 მმ-ში
ru: Толщина рамки в десятых частях мм
sl: Debelina obrobe v 1/10 mm
tr: 1/10 mm cinsinden kenarlık kalınlığı

source: The left margin
eo: La maldekstra rando
he: השול השמאלי
hi: बायां हाशिया
ka: მარცხენა ზღვარი
ru: Левое поле
sl: Levi rob
tr: Sol kenar boşluğu

source: The top margin
eo: La supra marĝeno
he: השול העליון
hi: शीर्ष मार्जिन
ka: ზედა ზღვარი
ru: Верхнее поле
sl: Rob na vrhu
tr: Üst kenar boşluğu

source: The right margin
eo: La dekstra rando
he: השול הימני
hi: दायाँ मार्जिन
ka: ზედა ზღვარი
ru: Правое поле
sl: Desni rob
tr: Sağ kenar boşluğu

source: The bottom margin
eo: La malsupra marĝeno
he: השול התחתון
hi: निचला मार्जिन
ka: ქვედა ზღვარი
ru: Нижнее поле
sl: Rob na dnu
tr: Alt kenar boşluğu

source: Minimum cell size in mm for template generated printer configurations
eo: Minimuma ĉela grandeco en mm por ŝablonoj generitaj presilaj agordoj
hi: टेम्पलेट जनरेटेड प्रिंटर कॉन्फ़िगरेशन के लिए न्यूनतम सेल आकार मिमी में
ka: მინიმალური უჯრედის ზომა მმ-ში შაბლონით დაგენერირებული პრინტერის კონფიგურაციებისთვის
ru: Минимальный размер ячейки в миллиметрах для созданных на основе шаблона параметров принтера
sl: Najmanjša velikost celice v mm za prilagoditve tiskalnika, ustvarjene s predlogo
tr: Şablondan oluşturulmuş yazıcı yapılandırması için azami hücre boyutu

source: Minimum number of cells that can be on a page of its own
eo: Minimuma nombro da ĉeloj kiuj povas esti sur propra paĝo
hi: एक पृष्ठ पर न्यूनतम संख्या में कोशिकाएँ हो सकती हैं
ka: უჯრედების მინიმალური რაოდენობა, რომლებიც შეიძლება იყოს ცალკე გვერდზე
ru: Минимальное количество ячеек, которое может находиться на отдельной странице
sl: Najmanjše število celic, ki so lahko na lastni strani
tr: Bir sayfa için olabilecek azami hücre sayısı

source: The color used to represented already selected areas in existing pattern elements
hi: मौजूदा पैटर्न तत्वों में पहले से चयनित क्षेत्रों को दर्शाने के लिए उपयोग किया जाने वाला रंग
ka: არსებული ნიმუშის ელემენტებში უკვე მონიშნული ადგილების ფერი
ru: Цвет для представления уже выбранных областей в существующих элементах схемы
sl: Barva, ki se uporablja za zastopanje že izbranih območij v obstoječih vzorcih elementov
tr: Mevcut desen ögelerinde zaten seçili olan alanları temsil edecek renk

source: Show a border around the image
eo: Montri randon ĉirkaŭ la bildo
he: להציג מסגרת מסביב לתמונה
hi: छवि के चारों ओर बॉर्डर दिखाएँ
ka: სურათის გარშემო საზღვრის ჩვენება
ru: Показывать рамку вокруг изображения
sl: Pokaži obrobo okoli slike
tr: Görsel etrafında kenarlık göster

source: Show a border around the key
eo: Montri randon ĉirkaŭ la ŝlosilo
he: להציג מסגרת מסביב למפתח
hi: कुंजी के चारों ओर बॉर्डर दिखाएँ
ka: აჩვენეთ საზღვარი გასაღების გარშემო
ru: Показывать рамку вокруг обозначения
sl: Pokaži obrobo okoli ključa
tr: Anahtar etrafında kenarlık göster

source: Fill the background
eo: Plenigi la fonon
he: מילוי הרקע
hi: पृष्ठभूमि भरें
ka: ფონის შევსება
ru: Заполнить фон
sl: Zapolni ozadje
tr: Arka planı doldur

source: The color of the background
eo: La koloro de la fono
he: צבע הרקע
hi: पृष्ठभूमि का रंग
ka: ფონის ფერი
ru: Цвет фона
sl: Barva ozadja
tr: Arka planın rengi

source: Transparency of the background
eo: Travidebleco de la fono
he: שקיפות הרקע
hi: पृष्ठभूमि की पारदर्शिता
ka: ფონის გამჭვირვალობა
ru: Прозрачность фона
sl: Prosojnost ozadja
tr: Arka planın saydamlığı
